{
  "collection_id": "e14c0fe9-5656-48b7-abcd-2e10a39d82d0",
  "collection_name": "Animal Production",
  "total_items": 29,
  "items": [
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "014fe9af-65bd-4ac5-a28c-ad05ab542e74",
          "uuid": "014fe9af-65bd-4ac5-a28c-ad05ab542e74",
          "name": "Effects Of Various Sanitizing Treatments On Hatchability Of Broiler Breeder Eggs",
          "handle": "20.500.11888/6320",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Feras Talal Mohammad Beleh",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "In the commercial broiler breeder farms and hatcheries, formaldehyde fumigation is routinely carried out to disinfect hatching eggs, Dipping of hatching eggs has not been practiced as means of disinfection locally. The proper use of disinfection is essential. This study was carried out to determine the effect of different disinfection practices on hatchability, egg weight loss, embryonic mortality and early chick performance. Nestclean and dirty eggs were exposed to formaldehyde fumigation (control) or immersed in worm water (40C&amp;ordm;) followed by dipping for 5 minutes in one of the following disinfectant solutions: 1% formalin, agri  germ, or 3% hydrogen peroxide solution.\n\nEarly chick mortality and hatchability of fertile eggs were not effected by treatments, but they were numerically greater in eggs dipped in hydrogen peroxide solution. None of the treatments affected egg weight loss throughout the first 18-days of incubation. The use of one-step dipping rather than the common fumigation in- farm and in-hatchery did not adversely affect hatchability. Body weights, chick mortality and weight gains did not differ by treatment. The use of one-step disinfection , and the use of hydrogen peroxide as an in-farm dip for hatching eggs may be a possible alternative to formaldehyde fumigation.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "يستخدم التبخير بواسطة الفورمالدهايد بشكل روتيني لتطهير بيض التفقيس في مزارع أمهات دجاج اللحم والفقاسات. محليا لم يستخدم تغطيس بيض التفقيس في محاليل مطهرات متنوعة كوسيلة لتطهير بيض التفقيس. ولأن تطهير بيض التفقيس مسألة هامه, فقد أجريت هذه الدراسة لتحديد تأثير طرق تطهير مختلفة على نسبة التفقيس و نقص وزن البيض أثناء الحضانة, وموت الأجنة المبكر وأداء الأفراخ بعد التفقيس. أستخدم في هذه الدراسة بيض تفقيس أعشاش نظيف وبيض متسخ (وضع على أرضية المز رعه) حيث تم تطهير هذا البيض بواسطة التبخير بالفورمالدهايد (الشاهد) أو بالتغطيس في ماء دافئ (حرارة 40 درجه مئويه) لمدة خمس دقائق ثم بالتغطيس في أحد المطهرات التاليه: 1% فورمالين أو أجري _جيرم (مطهر تجاري) أو 3 % فوق أكسيد الهيدروجين. تبين أن نسبة نفوق الأجنة ونسبة التفقيس لم يتأثرا بمعاملات التطهير المختلفة, الا أنهما كانا أفضل لبيض التفقيس الذي تم تغطيسه في محلول فوق أكسيد الهيدروجين. لم تؤثر آي من معاملات التطهير المختلفة على مقدار النقص في وزن بيض التفقيس على مدار الثمانية عشر يوما الأولى من حضانة البيض.\n\nأظهرت نتائج الدراسة أن تغطيس بيض التفقيس في خطوة واحده في المزرعة عوضًا عن تبخير البيض في المزرعة ثم في الفقاسه يشكل بديلاً ملائماً. تبين ايضاً أن أي من معاملات التطهير المختلفة لم تؤثر على أداء الأفراخ ونسبة النفوق فيها حتى عمر ثمانية أيام. خلصت الدراسة إلى أن تطهير بيض التفقيس بواسطة التغطيس في محلول مطهر داخل المزرعة ولمرة واحده قد يكون بديلا جيداً لطريقة التطهير المتبعة تجارياً وهي تبخير البيض في المزرعة ثم في الفقاسه قبل الحضانة, وأنه من الممكن استخدام فوق أو كسيد الهيدروجين بديلاً عن الفورمالين الذي يستخدم حالياً.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6320",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Effects Of Various Sanitizing Treatments On Hatchability Of Broiler Breeder Eggs",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير معاملات تطهير مختلفة على نسبة التفقيس في بيض أمهات دجاج اللحم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-09T22:39:23.630+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/014fe9af-65bd-4ac5-a28c-ad05ab542e74"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "074d00aa-4ea2-4a73-bb33-1d4af3b6ac73",
          "uuid": "074d00aa-4ea2-4a73-bb33-1d4af3b6ac73",
          "name": "The Biological and Economical Feasibility of Feeding Barley Green Fodder and its Modifications on Lactating Awassi Ewes",
          "handle": "20.500.11888/6331",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abu Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "AbdalRahim M. A. Saidi",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2014",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "The objectives of this experiment were to investigate the botanical and biological value of hydroponic barley (HB) as a feed ingredient for lactatingawassi ewes. Three forms of HB were investigated. The first was planting barley grains alone (HB) while in the second and third were planting barley grains mixed with olive cake (HBOC) and almond hulls (HBAH). The green fodder produced from these three forms was used in feeding 4 lactating ewes in each group being fed one of the HB forms for 70 days and performance and milk parameters were tested. Results of the experiment showed that the green fodder yield in 8 days germination cycle was 6.6,6.5 and 7.5 kg per 1 kg barley grains of green fodder from HB,HBOC and HBAH,respectively. Mixed barley grain with OC and AH to barley grains as germination media had no advantages in regard to biomass and nutritive value. The form of HB had no effects on milk yield, milk composition, feed intake, body weight changes; however, HB of different forms had positive effects on ewe’s healthy conditions, mortalities, conception rates and abortion. In conclusion HB of any form can be used as feed for lactating sheep as cost of feed can be reduced by 42% under HB feeding.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "اجريت هذه الدراسة في مزرعة البركة في مدينة طولكرم لتقييم تأثير تغذية الشعير المستنبت ومعاملاته على أغنام العواسي الحلوب اقتصاديا وإنتاجيا . تم استنبات الشعير في وسط مائي  باستعمال ثلاث طرق، كانت الأولى استنبات  الشعير لوحده بينما كانت الثانية باستنبات الشعير مضافا إليه جفت الزيتون  والثالثة باستنبات الشعير مضافا إليه قشر اللوز المطحون . استخدم الشعير المستنبت لمدة 8 أيام  كعليقه لأغنام العواسي على مدار 70 يوم . تم قياس الأداء والإنتاج طوال فترة التجربة . كانت نتائج استنبات الشعير بواسطة الطرق الثلاث هي 6.5 ، 6.6 و 7.5 كغم  شعير مستنبت لكل كيلو غرام من حبوب الشعير على الترتيب . إضافة الجفت وقشر اللوز كجزء من وسط الإنبات للشعير لم يكن له الأثر الإيجابي إلا على الكتلة و  القيمة الغذائية للشعير المستنبت.  الشعير المستنبت لوحده لم يوثر على إنتاج الحليب وتركيب الحليب و استهلاك العليقه و وزن الحيوان ، ولكن الشعير المستنبت بكل أشكاله كان له الأثر الايجابي على صحة الحيوان ، نسبة الوفيات ، نسبة التلقيح و نسبة الإجهاض . كانت النتائج بإمكانية استخدام الشعير المستنبت بكل أشكاله كعليقه لأغنام الحليب وتخفيض تكلفة الإنتاج لغاية 42% من تكلفة العليقة  .",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6331",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Biological and Economical Feasibility of Feeding Barley Green Fodder and its Modifications on Lactating Awassi Ewes",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "التقييم الاقتصادي والحيوي لتغذية الشعير المستنبت ومعاملاته لاغنام العواسي الحلوب",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-09T22:43:18.507+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/074d00aa-4ea2-4a73-bb33-1d4af3b6ac73"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "ab1d7c32-a765-4d91-a050-2214ae0439e9",
          "uuid": "ab1d7c32-a765-4d91-a050-2214ae0439e9",
          "name": "Comparison Among Protein Levels and Sources on Performance and Carcass Traits of Assaf Lambs",
          "handle": "20.500.11888/6326",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal abu Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Omar Khalil Ibrahim Naser",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2010",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Twenty male Assaf lambs were used,in this experiment, to investigate the effects of feeding sunflower meal (SFM) as a substitute for soybean meal (SBM) in rations at two crude protein (CP) levels (14 and 18% as fresh basis) on the feedlot performance, (average daily gain, feed conversion ratio, visceral organs, some carcass merits and digestibility), of fattening Assaf lambs. Lamb&#039;s average initial body weight was 29.04 kg (S.D. = 4.69 kg). Lambs were randomly divided into four groups of five lambs in each group. Lambs were fed in morning and evening individually with total mixed rations (TMR), and was considered as replicate. Lambs in groups 1 and 2 were fed fattening rations where soybean meal is the source of protein at two CP levels, 14 and 18%. However, lambs in groups 3 and 4 were fed fattening ration similar to the first two groups except that sun flower meal was the protein source. Lambs were weighted on a weekly basis. Body weight change, feed intake, average daily gain and different carcass traits were determined. In addition, visceral organ mass as well as dressing percentage and carcass cuts were also measured. Major nutrients digestibility was determined through conduction of a digestion trial.\n\nFrom the first week until the eighth week of the trial, the lambs fed with &amp;nbsp;the 18% CP SBM ration recorded the highest (P&amp;lt;0.05) weight (48.79 kg) compared to lambs fed with &amp;nbsp;the 18%CP SFM ration which showed the lowest weights (43.45 kg). The mean weight gain in lambs fed with the14% CP SFM was similar to that of lambs fed with both crude protein levels of SBM. The weight change tends to decline as SFM level increased after 4 weeks compared to other treatments.\n\nFurthermore, the highest average feed intake was observed in the 14% CP SFM and the lowest was with 18% CP SBM. \n\nDigestibility of DM and, CP were similar among all treatment rations, but level of protein and source had no effect on EE and OM digestibility. There were no significant differences in the average final body weight (FBW), average daily gain (ADG) and average feed conversion ratios (FCR) among the treatments. Results also showed that source and level of protein had a significant effect on average leg and shoulder weights. Lambs fed with 18% CP SFM had the highest weight loss during carcass chilling at 3&amp;#9702;C for 24 hr., while the 14% CP SFM had the lowest weight loss value. However, there were significant differences (P&amp;lt;0.05) between hot and cold carcass weights. Level of SBM had a significant effect on lung average weights. However, liver average weights were significantly by protein source (14% CP of SBM vs. 18% CP SFM). Heart average weights were not affected by type or level of protein.\n\nIn general, this study further confirmed that SFM could replace SBM as a protein source; also increasing protein level will not result in any improvement in lamb performance.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه التجربة على 20 خروفا عساف بمتوسط وزن (29.04 كغم) بهدف دراسة تأثير استخدام كسبة عباد الشمس SFM كمصدر بديل عن استخدام كسبة فول الصويا SBM كمصدر بروتين في تركيب عليقة التسمين، إضافة إلى دراسة تأثير مستويين من البروتين وهما 14% و18 % على معدل الكسب اليومي وصفات الذبيحة. قسًمت الخراف عشوائيا إلى أربع مجموعات بواقع 5 خراف منفردة التغذية، حيث شملت المجموعة الأولى و الثانية عليقة من كسبة فول الصويا كمصدر أساسي للبروتين وبمستوى 14% و18% على التوالي، وشملت المجموعة الثالثة والرابعة عليقة من كسبة عباد الشمس كمصدر أساسي للبروتين وبمستوى 14%و 18% على التوالي. استغرق البحث 56 يوما بعد الفترة التحضيرية. \n\nاستهلاك الخراف اليومي من العلف للمجموعات الأربع سجل يوميا، كذلك سجل التغير في الوزن للخراف أسبوعيا، بالإضافة إلى حساب معامل الهضم الأعلاف الأربع لكل من المادة الجافة، المادة العضوية، البروتين والمستخلص الأثيري، وفي نهاية التجربة اختيرت 3 خراف عشوائيا من كل معاملة وأرسلت للذبح من أجل قياس صفات الذبيحة. \n\nدلت نتائج البحث للمجموعات الأربع، بأن معدل التناول الطوعي للعليقه لم يتأثر باستبدال كسبة فول الصويا بكسبه عباد الشمس كمصدر بروتيني ;ولا بمستويي البروتين في العليقة كما بيَنت النتائج التالية: 1376، 1377، 1437 و 1389 غم/رأس/يوم لكل من 14%،18% كسبة فول الصويا، 14%،18% كسبة عباد الشمس، على التوالي. وسجل معدل الزيادة في الوزن نفس المسار حيث كانت الزيادة اليومية للمجموعات الأربع 327، 339، 327 و 285 غم/رأس/يوم لكل من 14%،18% كسبة فول الصويا، 14%، 18% كسبة عباد الشمس، على التوالي. إلا أن الفروقات بين المجموعات لم تكن معنوية على (P&amp;gt;0.05)، دلت نتائج التناول الطوعي للغذاء والزيادة اليومية في الوزن بأن كفاءة التحويل الغذائي (FCR) كانت: 5.4، 3.3، 3.0 و 4.5 % (كغم علف/كغم وزن حي);14%، 18% كسبة فول الصويا، 14%، 18% كسبة عباد الشمس، على التوالي، مع عدم وجود فروق معنوية (P&amp;gt;0.05) بين المجموعات، كسبة عباد الشمس 14 % بروتين سجلت أفضل نسبة تحويل غذائي.\n\nلم تسجل صفات الذبيحة وأوزان قطع اللحمة المأكولة ونسبة التصافي بين الوزن الحي ووزن الذبيحة قبل التبريد أية فروقات معنوية (P&amp;gt;0.05)، باستثناء الوزن المبرد للذبيحة حيث سجل فرقاً معنوياً بين المجموعة 18% كسبة عباد الشمس وباقي المجموعات، سجل وزن الفخذ فرقاً معنوياً (P&amp;lt;0.05) بين المعاملة 14% كسبة فول الصويا و 18% كسبة عباد الشمس مقارنة مع باقي المجموعات، كذلك سجل وزن الكتف فرقاً معنوياً (P&amp;lt;0.05) بين مستوى البروتين 14% بين المعاملتين. وأشارت التحاليل الإحصائية بوجود فروقات معنوية (P&amp;lt;0.05) بين المجموعات الأربع للأعضاء الحمراء (الكبد والكليتان والرئتان). وأشارت نتائج قياسات الجهاز الهضمي عن وجود فروقات معنوية (P&amp;lt;0.05) بين المجموعات الأربع لغالبية أجزاء الكرش والغدد الملحقة بالجهاز الهضمي. كما أشارت نتائج تجربة هضمية المادة الجافة والبروتين الخام عن عدم وجود فرقاً معنويً (P&amp;gt;0.05) بين المجموعات الأربع، إذ كانت للمادة الجافة 81.3، 75.6، 78.0 و 73.5 لكل من 14%، 18% كسبة فول الصويا، 14%، 18% كسبة عباد الشمس، على التوالي، كذلك البروتين كان 69.6، 69.0، 70.1 و 71.2 لكل من 14%، 18% كسبة فول الصويا، 14%، 18% كسبة عباد الشمس، على التوالي. بينما كان هناك فرقاً معنوياً (P&amp;lt;0.05) لنسبة هضم الدهن والمادة العضوية حيث سجلت أعلى هضمية للدهن في المعاملة 18% كسبة عباد الشمس 87.9 وتساوت هضمية كل من 18% لكسبه فول الصويا و 14% لكسبه عباد الشمس فكانت 76.2 و 76.0 ،على التوالي، أما هضمية المادة العضوية فكانت 93.8 و 94.7 للمعاملتين 14% لكسبه فول الصويا و14% لكسبه عباد الشمس، على التوالي، كانت 85.2، 88.9 للمعاملتين 18% كسبة فول الصويا و 18% كسبة عباد الشمس، على التوالي. تبين من نتائج البحث أن تكلفة الكغم الحي للخراف كانت 6.83، 7.16، 6.01 و 6.62 شيكلا، لكل من 14%، 18% كسبة فول الصويا، 14%، 18% كسبة عباد الشمس، على التوالي.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6326",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Comparison Among Protein Levels and Sources on Performance and Carcass Traits of Assaf Lambs",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "مقارنة بين مستويين ومصدرين مختلفين من البروتين على آداء وصفات ذبائح خراف العساف",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T01:25:35.959+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/ab1d7c32-a765-4d91-a050-2214ae0439e9"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "a64469dc-c150-4c45-bc11-4fcc17c132e5",
          "uuid": "a64469dc-c150-4c45-bc11-4fcc17c132e5",
          "name": "Different Estrous Induction Protocols During the Non-Breeding Season in Assaf Ewes",
          "handle": "20.500.11888/6317",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Hatem Atallah",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Baher Mahmoud Aoudeh Abu-Ghazal",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2010",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted to investigate the effect of pregnant mare serum gonadotrophin (PMSG) levels (300 or 600 I.U.) and the progestagen method (one sponge for 14 d or two sponge each for 7 d) on estrus response, onset and duration of estrus,lambing rate, litter size and serum progestagen concentrations during estrus period and early pregnancy. Atotal of 20 assaf ewes were used in the experiment which was conducted during April, a month that is considered as &amp;nbsp;non-breading period in Palestine. Ewes were inserted with&amp;nbsp;intravaginal sponges that &amp;nbsp;containing 60 mg Medroxyprogesterone acetate (MAP). Seven days later, these sponge were removed and 10 new sponges were inseted to 10 of the experimental ewes. Following withdrawal of sponges, at day 14, 5ewes from each tretmant groups were injected intramauscularly with PMSG at level of 300 and 600 IU.\n\nThis investigation showed that level of PMSG and progesterone application methods had no significant effects on the tested parameters, also, there are significant different in progesterone concentration between ewes gave brith to single and twines. This finding indicated that low level of PMSG can be applied for estrus synchronization where lots of savings can be achieved for the benefit of local sheep farmers. Although, some slight differences were obtained but there was no significant differences between the two different progesterone application methods nor the two different PMSG doses. So one sponge followed by 300I.U. PMSG can be used to synchronize estrus successfully and with lower cost than using two sponges or high PMSG doses.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه التجربة على عدد من الأغنام العساف عددها 20 وذلك لتحديد تأثير مصل فرس الحامل ( (PMSGبمستويات مختلفة ( 300 IU, 600 IU ), واستخدام طرق مختلفة من الاسفنجات المشبعة بهرمون البروجيستيرون (اسفنجة واحده ل 14 يوم إسفنجتان كل منها لمدة 7 أيام ) على الاستجابة للشياع وفترة بدأ الشياع وفترة الشياع ونسبة التوائم وتركيز هرمون البروجيستيرون في الدم خلال فترة الشياع وخلال فترة الحمل المبكر.\n\nفي شهر ابريل والذي يعتبر الموسم الغير الطبيعي للتناسل للنعاج في فلسطين, حيث تم تقسيم الأغنام إلى أربعة مجموعات تحتوي كل مجموعة على 5 نعاج من العساف و وتم وضع الاسفنجات المهبلية التي تحتوي على 60 ملغم من Medroxyprogestron acetate ( (MPAل 10 أغنام من العسافوبعد 7 أيام من إدخال الاسفنجة تم سحب الاسفنجة وإدخال اسفنجة جديدة في المجموعتين الثالثة الرابعة، أما العشرة أغنام الأخرى فقد وضعت الاسفنجات لمدة 14 يوم متتالية في المجموعتين الأولى و الثانية, وفي اليوم 14 تم سحب كل الاسفنجات وحقن المجموعات الأربعة ب 300IU أو 600IU من PMSG في العضل. بالرغم من ظهور بعض النتائج المتفاوتة لم يكن هناك أي اختلافات معنوية من طريقي تطبيق البروجيستيرون المختلفتين أو الاختلافات في الجرعات المختلفة من PMSG. \n\nوبناءا على النتائج الواردة في الدراسة الحالية، فأن استعمال اسفنجة واحدة متبوعة بجرعة عضلية مقدارها(300IU) من هرمون مصل الفرس الحامل تعتبر كافية لتحفيز الشبق خارج الموسم التناسلي، بالإضافة إلى كونها اقل كلفة من استعمال جرع عالية من الهرمون. ايضا و من خلال فحص نسبة هرمون البروجسترون في الدم في اليوم الخامس عشر من الحمل فأنه من الممكن تشخيص الحمل إذا كان الحيوان حامل بجنين واحد أو أكثر.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6317",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Different Estrous Induction Protocols During the Non-Breeding Season in Assaf Ewes",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تحفيز الشبق بطرق مختلفة لدى أغنام العساف خارج موسم التناسل",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T01:23:27.148+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/a64469dc-c150-4c45-bc11-4fcc17c132e5"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "906fabdc-54d2-4691-9575-f93b5ff575a6",
          "uuid": "906fabdc-54d2-4691-9575-f93b5ff575a6",
          "name": "Effects of Different Level of Phytase on Broilers Performance and Body Status of Phosphorus",
          "handle": "20.500.11888/6324",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Rabie Ihsan Ahmad Sabha",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted to investigate the effect microbial phytase supplementation on broilers performance, nutrient digestibility, visceral organ mass, carcass cuts and body status of Ca and P. a total of 200 day-old Cobb 500 chicks were used in the experiment.\n\nBirds were partitioned into five experimental groups of 40 birds in each. Each treatment was composed of 4 replicates with 10 birds in each. The control group was fed a commercial starter and finisher diet. The second treatment was a phosphorus deficient diet, while the third, fourth and fifth treatments were fed a phosphorus deficient diets plus the microbial phytase. Phytase enzyme was incorporated at levels 1000, 2000 and 3000 PU/kg feed for the last three treatments, respectively. At the last week of experiment, three birds from each replicate were used in metabolic trial. However, at time of termination of the experiment, the same birds were killed for carcass cuts, visceral organ mass and tibia ash content investigations. The experiment lasted for 42 days. Results of the experiment showed that addition of phytase to P-deficient diets improved (P&amp;lt;0.5) broilers performance with impact starting from the beginning of the fourth week of the feeding trial. However, it has no effect on feed intake. Feed conversion ratio and dressing percent were increased (P&amp;lt;0.05) in birds fed P-deficient diets supplemented with phytase.\n\nPhytase supplementation had no significant effect on both male and female carcass cuts compared to birds fed the low P diets. Variable effects of phytase supplementation at different levels on gastrointestinal tract and its associated organs of both male and female broilers were observed. Male and female birds fed P-deficient diets incorporated with phytase enzyme at different levels had more (P&amp;lt;0.05) ash, Ca and P compared to birds fed the P-deficient diet. Also results of this investigation showed that phytase enzyme increased (P&amp;lt;0.05) the digestibility of dry matter, crude protein and ash. Phytase supplementation decreased the excreta content of Ca and P indicating the improvement of the retention of these two minerals.\n\nThe overall results indicated that incorporation of phytase in broiler ration could be economically feasible as significant portion of P in diets could be reduced.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تم إجراء هذه التجربة للتعرف على اثر استخدام أنزيم الفايتيز على الصفات الإنتاجية لدجاج اللحم من نوع كوب 500 ، و على معدلات استهلاك العلف و التحويل الغذائي و نسب التصافي، إضافة إلى صفات الذبائح ومعاملات الهضم ومستويات الكالسيوم والفسفور في عظم فخذ الدجاج. استخدم في التجربة التي استمرت 42 يوم 200 صوص لحم بعمر يوم واحد. و تم توزيع الصيصان على خمس مجموعات احتوت كل منها 40 صوصا، بينما قسمت كل مجموعة إلى أربع مككرات احتوت كل منها 10 صيصان.\n\nو قد كانت المجموعات كالتالي: المجموعة الأولى هي مجموعة الشاهد و التي تشابة العلائق التجارية المستخدمة في المزارع، بينما كانت المجموعة الثانية تحوي نسب اقل من الفسفور المقررة لصيصان اللحم، أما المجموعات الثلاث الأخرى فقد احتوت نسب من الفسفور مشابهة للمجموعة الثانية إلا إنه أضيف إليها أنزيم الفايتيز بمعدل 1000، 2000 و 3000 وحدة لكل كغم من العلف، على الترتيب. و قد تم عمل تجربة هضم في الأيام الثلاثة الأخيرة من التجربة حيث تم اخــذ اربع صيصان من كل من مكررات المجموعات، و تم ذبحها على عمر 42 يوما بعد تصويمها مدة 8 ساعات من اجل دراسة بعض خصائص الذبائح ومستوى الكالسيوم والفسفور في العظم. بينت النتائج أن للأنزيم المضاف تأثير معنوي (P&amp;lt;0.5) على معدلات الوزن عندما أضيف إلى العلائق الفقيرة بالفسفور ابتداء من الأسبوع الرابع، كما أنه أدى الى زيادة معنوية (P&amp;lt;0.5) في استهلاك العلف للصيصان المغذاة على العلائق الفقيرة بالفسفور أيضا. و كان للأنزيم نفس الأثر على معدلات التحويل الغذائي و نسب التصافي. إضافة إلى تأثيره المتباين على مكونات",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6324",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Effects of Different Level of Phytase on Broilers Performance and Body Status of Phosphorus",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير الفايتيز بنسب مختلفة على دجاج اللاحم وعلى مستوى الفوسفور في الجسم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:58:39.653+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/906fabdc-54d2-4691-9575-f93b5ff575a6"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "86315cea-d691-47b9-b9c8-7c7ecfce417b",
          "uuid": "86315cea-d691-47b9-b9c8-7c7ecfce417b",
          "name": "Effect of Feeding Sesame Oil Cake on Performance and Cheese Quality of Anglo-Nubian Goats",
          "handle": "20.500.11888/6319",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Ayman Muneer Abdallah Hejazy",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted to investigate the effects of feeding sesame oil cake (SOC) on milk and cheese quality of Anglo-Nubian goats. Sixteen lactating (20 days-in-milk) Anglo- Nubian goats were used in the experiment that lasted for 60 days. Goats were divided into 4 dietary treatment groups of 4 goats in each and the goats were distributed between the groups in away they represent age, lactation stage and number of borne.\n\nGoats were housed on pens of suitable size and were managed as any other commercial goat flock. The animals had free access to straw and water. Four types of dietary treatment were prepared using SOC. The first diet was the control and the other three diets contained: 5, 10, and 15% SOC, respectively. Animals fed twice daily and milked during the feeding time. Milk yield (MY) was recorded daily and samples were taken for chemical analysis. Cheese was made on a monthly basis and samples were taken for sensory evaluation by testing flavor and texture. Incorporation of SOC in goats diets at levels of 10 and 15% caused an increase (P&amp;lt;0.05) in MY compared to control and 5% SOC. Feeding SOC at all levels tested had a positive (P&amp;lt;0.05) on goats milk fat (F).\n\nHowever, the highest Fat (F) percentage was detected in milk of goats fed with 15% SOC. Sesame Oil Cake had variable effects on milk protein (P) where the highest milk P content was from milk of goats fed with 5% cake. Both total solids (TS) and solids non fat (SNF) were increased (P&amp;lt;0.05) due to feeding different levels of SOC compared to control. Similar trends were observed on cheese composition in regard to F content where feeding SOC at different levels increased significantly (P&amp;lt;0.05) cheese F content compared to control. Other cheese components such as P and ash were not affected by SOC feeding. \n\nSensory results showed that flavor of cheese from goats consuming 10 and 15% SOC (P&amp;lt;0.05) was better than cheese from the other groups. However, opposite trend was observed regarding cheese texture. The cheese from goats fed the control diet had (P&amp;lt;0.05) better texture. The results of this study indicate that SOC can be used in goats diets during lactation season. Similarly using SOC in goats diets proved to be economically feasible. However, more research is needed to assure these findings.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تم إجراء هذه التجربة للتعرف على اثر التغذية بنسب مختلفة من كسبة السمسم على كمية و نوعية الحليب والجبن المأخوذة من ماعز الانجلونوبي, استخدم في هذه التجربة 16 ماعز انجلونوبي دخلت في فترة الحلب منذ 20 يوم حيث أن التجربة استمرت لمدة 60 يوم. قسمت الماعز إلى 4 مجموعات غذائية في كل مجموعة 4 من الماعز وأسكنت في حظائر مقسمة ومناسبة من حيث الاتساع وكذلك تمت رعايتها كأي قطيع ماعز تجاري, حصلت الحيوانات على القش والماء طوال الوقت, اربعة علائق مركزة حضرت باستخدام كسبة السمسم بحيث ان الاولى كانت الشاهد و الثلاث معاملات الاخرى كانت تحتوي على نسب من كسبة السمسم كبديل لنفس النسب من فول الصويا و الذرة كالتالي: 5, 10 و 15% من كسبة السمسم وغذيت الماعز بالعلائق المحضرة للتجربة مرتين يوميا وتم حلبها بنفس الوقت . كميات الحليب سجلت يوميا بينما تم تصنيع الجبن مرة شهريا.\n\nأظهرت نتائج الدراسة أن كسبة السمسم الخام التي استخدمت في التجربة كانت تشبه من حيث التركيب ما هو مستخدم عالميا. احدث خلط كسبة السمسم في علائق الماعز بنسب 10 و 15% زيادة (P&amp;lt;0.05) في كمية الحليب مقارنة مع الشاهد والعليقة المخلوطة بنسبة 5% من كسبة السمسم, أعطت التغذية بكسبة السمسم على جميع المستويات نتيجة ايجابية (P&amp;lt;0.05) بالنسبة لدهن الحليب حيث كانت أعلى نسبة دهن من الماعز التي غذيت على عليقة مخلوطة بنسبة 15% كسبة السمسم. كسبة السمسم لها تأثيرات متفاوتة على بروتين الحليب حيث كانت أعلى نسبة بروتين حليب من الماعز التي غذيت على عليقة مخلوطة بنسبة 5% من كسبة السمسم, المواد الصلبة الكلية والمواد الصلبة اللادهنية زادت (P&amp;lt;0.05) مع المستويات المختلفة من كسبة السمسم مقارنة مع الشاهد. نفس الاتجاهات لوحظت على تركيب الجبن خاصة محتوى الدهن حيث أن التغذية بنسب مختلفة من كسبة السمسم زادت (P&amp;lt;0.05) محتوى الدهن في الجبن مقارنة بالشاهد, المحتويات الأخرى في الجبن مثل البروتين والرماد لم تتأثر بالتغذية على كسبة السمسم .النتائج الحسية أظهرت أن مذاق الجبن التي صنعت من حليب الماعز التي غذيت بنسب 10 و 15% من كسبة السمسم كانت (P&amp;lt;0.05)الأفضل مقارنة مع المجموعات الأخرى, بينما كان الاتجاه عكسيا بالنسبة للقوام حيث لوحظ أن الجبن الذي صنع من حليب الماعز الشاهد كان (P&amp;lt;0.05) أفضل قوام.\n\n نتائج هذه التجربة اشارت الى انه يمكن استخدام كسبة السمسم في تغذية الماعز الحلوب. يفضل من الناحية الاقتصادية استخدام كسبة السمسم بشكل عملي, هناك حاجة إلى أبحاث أخرى لتدعيم مثل هذه النتائج.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6319",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Effect of Feeding Sesame Oil Cake on Performance and Cheese Quality of Anglo-Nubian Goats",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير التغذية بكسبة السمسم على أداء ماعز الأنجلونوبي  وعلى نوعية الجبنة",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:50:09.911+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/86315cea-d691-47b9-b9c8-7c7ecfce417b"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5",
          "uuid": "8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5",
          "name": "The Effect of Supplemental Enzymes in Diets Containing Two Levels of Corn Distillers' Dried Grains with solubles on Performance of Broiler Chickens",
          "handle": "20.500.11888/6327",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Hani Kamel Zidan",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2014",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted at An- najah university  farm in Tulkarm to investigate the effects of different levels of dietary enzyme preparations and diets formulated to contain or not distillers dried grains with solubles on performance of broiler chicks and carcass characteristics. The experiment was 2×4 factorial arrangements with diets containing two levels of DDGS ( 0 and 10%) and four levels (0, 0.15, 0.2, 0.25 g/kg) of commercial enzyme product (Avizyme). A total number of 256 Ross 308  one day-old commercial broiler chicks were  randomly assigned to eight experimental diets which replicated four times with 8 birds per replicate. Birds were given starter diets from 1to 21 days and finisher diets from 22 to 35 days. Body weight ,feed intake, feed conversion ratio and cost of feed per kg live weight  were determined at weekly basis till the end of experiment. Four chicks were selected and slaughtered to determined the carcass yield and weights of cuts. The results of this study indicated that the addition of 10% DDGS without supplemental avizyme at starting period reduced (P&lt;0.05)  body weight (BW)  and decreased feed conversion ratio (FCR) . This trend continued until the fourth week of age, however (FCR) were the same in all treatments in the last two weeks of age but in term of (BW) for the 35 days of experiment no  significant (P&lt;0.05)  differences  were detected  between treatments but for (FCR) the results indicated that only two significant (P&lt;0.05)   differences were detected  between  treatments 0% DDGS supplemented with 200 g/ton and 10% DDGS supplemented with 0.25 g/kg which were (1.75 vs 2.08) respectively . The final  cost (NIS) of kg live  weight for broilers given 10% DDGS was higher (P&lt;0.05) than broilers given 0% DDGS when no avizyme is added (3.7 vs 3.88). In terms of carcass cuts and dressing percentage,  this study indicated no significant differences with respect to dressing  percentage, drumstick, thigh and breast weights among treatment, but the intestine weight and fat bad %, were higher (P&lt;0.05) for birds fed 10% DDGS compared to 0% DDGS with no supplemental avizyme ( 5 vs 3.87) and  (1.5 vs 0.98) respectively. This study also indicated that liver, gizzard weights as percentages of live body weight were the same in all treatments except hearts weights which were higher (P&lt;0.05) in diets containing 10% DDGS   compared to diets  containing 0%  DDGS supplemented with 0, 0.2 g/kg avizyme  .",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أُجريتْ هذه التجربة في مزرعة جامعة النجاح الوطنية في طولكرم؛ لدراسة تأثير إضافة أربعة مستويات من مستحضرات الإنزيمات إلى علائق الدجاج اللاحم المحتوية على مستويين من نواتج مجففة لتقطير الحبوب بالسوائل في أداء الدجاج اللاحم، ومواصفات الدجاجة الذبيحة.\nوقد استعمل في التجربة ( 256 ) كتكوتًا لاحمًا (ذكورًا وإناثًا)، عمر كلّ واحد منها يوم واحد، وهي  من نوع(  روس 308 )؛ وفُسّمت الكتاكيتُ إلى ثماني معاملات اشتملت كل معاملة على أربع مكررات، واحتوى كلّ واحد منها على ثمانية كتاكيت, ثمّ وُزّعت توزيعًا عشوائيا، وكانت قد رُتّبت ْ ترتيبًا متفقًا والمعايير المعمولة بها تجارياْ-  كما في دليل الشركة المنتجة للكتاكيت- وقد قدّم للكتاكيت عليقتين، هما : عليقة في البداية(1-21 يومًا)، وعليقة أخرى في النهاية (22- 35 يومًا) احتوى كلّ منهما إما على صفر أو 10 %  نواتج مجففة لتقطير الحبوب بالسوائل، ثم أضيف إلى كل عليقة إما (صفر) ،(0.15) ، )0.2) أو (0.25) غم/ كغم علف من مستحضر الأنزيم؛  ليتشكّل في النهاية ثمانية مجموعات غذائية. وقِيسَ كلٌّ من معدل الوزن ونسبة التحويل الغذائي أسبوعيًّا، وتكلفة العلائق لكلّ ( كغم )  وزن حي، وفي نهاية التجربة ذُبحَ أربعة فراريج من كل مكرر من أجل قياس قطعيات الذبيحة المختلفة.                                         \nوكان تبين لنا من نتائج التجربة هذه، أنَّ إضافة نواتج مجففة لتقطير الحبوب بالسوائل إلى علائق كتاكيت اللاحم أثرّ سلبًا في معدل الوزن، ومعدل التحويل الغذائي عند عمر 21 يوما، واستمر هذا التأثيرالسلبيّ إلى بداية الأسبوع الرابع،  وبخاصة الكتاكيتُ التي تناولت عليقة احتوت 10% من نواتج لتقطير الحبوب دون أنزيم، أما في الأسبوع الرابع والخامس فقد انتهى التاثير السلبيّ؛ إذ تقارب معدل النمو ونسبة التحويل الغذائي للمجموعات الغذائية المختلفة.\n أما بالنسبة لتكلفة الكيلوغرام من الوزن الحي فقد لُوحظَ وجودُ فرقٍ واضحٍ بين العلائق المحتوية وغير المحتوية على نواتج مجففة لتقطير الحبوب بالسوائل، كتأثير أساسي له (3.7 و 3.88 شيكل/كغم حي)، كما لُوحظَ أنّه عند إضافة مستحضرات الأنزيمات تلاشى هذا الفرق بين العلائق، فلم نجد فروقاً معنوية بين  المعاملات الثمانية من حيثُ  تكلفة الكيلوغرام من الوزن الحي، ولم تكن ثمة فروق معنوية بين المعاملات الثمانية من حيث مواصفات الذبيحة، ما عدا  وزن الأمعاء؛ إذ وجد فرق معنوي بين مستويي نواتج مجففة لتقطير الحبوب بالسوائل- مع أو دون - إضافة مستحضرات الأنزيمات، فكانت النتيجة (3.87 و5 %) على التوالي، مما أثّر ذلك في نسبة التصافي لهذه الفراريج، إذ تناسبت تناسبًا عكسيَّا بين العلائق التي لم تحتوِ على نواتج مجففة لتقطير الحبوب بالسوائل، والتي احتوت على 10% من نواتج مجففة لتقطير الحبوب بالسوائل مع عدم إضافة مستحضرات الأنزيمات.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6327",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Effect of Supplemental Enzymes in Diets Containing Two Levels of Corn Distillers' Dried Grains with solubles on Performance of Broiler Chickens",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير إضافة مستحضرات الإنزيمات إلى علائق الدجاج اللاحم المحتوية على مستويين من نواتج مجففة لتقطير الحبوب بالسوائل",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:57:00.721+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/8c8d9cd5-1a8a-404c-af9c-23a0cbc9c0a5"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "38cd4c52-87bb-483e-96be-01440043e535",
          "uuid": "38cd4c52-87bb-483e-96be-01440043e535",
          "name": "The Readiness of Municipalities (A, B) in the West Bank to Administering Responsibility of the property tax and licenses professions",
          "handle": "20.500.11888/6315",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr.Hatem Al-Kukhun",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Naela Ahmed Manhood  Sawafta",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2011",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Special studies of the taxes occupies an outstanding place for financial studies.\nThe importance of taxes comes in the first place not as a result of being one of the most important general revenues of the government not only because of its importance on the effect of economic legal social and political fields. It plays an outstanding role on national economies no matter how economic conditions differ which tax system operates in whether governments are capitalist, socialist, developed or underdeveloped. The importance of property tax because it is imposed clearly and it is difficult to evade or shift to inexpensive legal, because it is a direct tax. And it is increasing taxes because of the continuous increase in constructions. Because of the comprehensive valuation of the property, which is lately applied on some areas of the municipalities of the West Bank.\n\nThe central government represented by the Ministry of Finance collects the property tax, license and professions which were authorized by law in this task .The ministry transfers 90% of the tax collected to the municipalities and the remaining 10% are kept for the ministry as expenses.\n\nBecause the Ministry of Finance takes a long time to transfer to the municipalities. Due to the delay in the Ministry of Finance to remit to municipal dues and the sharp need for these local bodies to the money, a lot of studies have advocated that municipalities collect the tax themselves in order to ensure the daily cash liquidity at the right time, so as to conduct its business properly and to achieve greater financial decentralization which is the lifeblood of the municipalities.\n\nThe main goal of this study is to look at the readiness of municipalities (A-B) in the West Bank to manage the responsibility of the property tax and license professions. To reach this goal, this study followed a practical analytical descriptive method. A group of questions and hypotheses were put. To make sure of their applications, a questionnaire is designed and answered by members of the samples 138 and they are financial managers and administrators of (A-B) and personal interviews were conducted with officials in the municipalities, the Ministry of Local Government and the Ministry of Finance.\nThe results indicated the ability of these municipalities ties to under the task of the management. This study came to the followings studies and recommendations. The following:\n1. The stake holders of the legislators and officials to meet the desire of municipalities to ensure the task of collection of property tax to it, especially after results showed the ability to do so.    \n\n2. Reduce the property tax rates taking into account the general economic situations and a reason not to paying tax.\n\n3. To speed up the Ministry of Finance to transfer entitlements of local bodies of the tax and characterized the relationship between the ministry and local bodies to transparency and clarity.\n\n4. The distribution of donations and government aid is just the local bodies in order to reduce the differences between them and achieving social justice.\n\n5. Citizen’s awareness of the importance of taxes in general and property tax in particular.\n\n6. To raise the citizen’s sense of responsibility towards their homeland and he must be an active citizen.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تتبؤ الدراسات الخاصة بالضرائب أهمية خاصة بالنسبة للدراسات المالية، وتأتي أهمية الضرائب ليس كونها من أهم الإيرادات العامة للدولة فحسب، وإنما لما لها من آثار اقتصادية وقانونية واجتماعية وسياسية أيضاً، وتلعب دورا بارزا في الاقتصاديات القومية مهما اختلفت الأوضاع الاقتصادية التي تعمل بها الأنظمة الضريبية سواء كانت دول ( رأسمالية أو اشتراكية، أو متقدمة أم نامية ). وتأتي أهمية ضريبة الأملاك كونها تفرض على وعاء واضح وصريح يصعب التهرب منه أو نقلة إلى غير المكلّف القانوني لأنها ضريبة مباشرة، كما أنها ضريبة متزايدة بسبب الازدهار العمراني المستمر. وبسبب التخمين الشامل للممتلكات والذي تم مُؤخراً على بعض مناطق بلديات الضفة الغربية.\nتقوم الحكومة المركزية ممثلة بوزارة المالية بجباية ضريبة الأملاك ورخص المهن حيثُ خوّلها القانون بهذه المهمّة، فتقوم الوزارة بتحويل 90% من الضريبة المتحصّلة إلى البلديات و10% تبقى للوزارة كنفقات جباية، ونظرا لتأخر وزارة المالية في تحويل مستحقات البلديات ولحاجة هذه الهيئات المحلية إلى المال، جاءت العديد من الدراسات تنادي بأن تقوم البلديات بجمع وتحصيل هذه الضريبة بنفسها، من أجل ضمان سيولة نقدية يومية وفي الوقت المناسب، لتسيير أعمالها، ولتحقيق مزيد من اللامركزية المالية التي هي عَصَب حياة البلديات.\nوالهدف من هذه الدراسة هو البحث في مدى جاهزية بلديات (أ و ب) في الضفة الغربية لإدارة مسؤولية ضريبة الأملاك ورخص المهن، ولتحقيق هذا الهدف اتبعت هذه الدراسة المنهج الوصفي التحليلي الميداني، حيث تم صياغة مجموعة من الأسئلة والفرضيات، وللتحقق منها تم تصميم استبانه أجاب عليها أفراد العينة وعددهم 138  وهم عبارة عن المديرين الماليين والإداريين في بلديات (أ و ب) وكذلك تم إجراء المقابلات الشخصية مع بعض المسؤولين في البلديات وفي وزارة الحكم المحلي ووزارة المالية.\nوأشارت النتائج إلى قدرة هذه البلديات على القيام بمهمة إدارة مسؤولية ضريبة الأملاك ورخص المهن.\n\nوقد خلصت هذه الدراسة إلى العديد من التوصيات أهمها:\n1- أن يقوم أصحاب الشأن من المُشرّعين والمسؤولين بتلبية رغبة البلديات في إيكال مهمة جباية  ضريبة الأملاك إليها ولا سيما بعد أظهرت النتائج قدرتها على ذلك.\n2- تخفيض نِسَبْ ضريبة الأملاك، مراعاة للوضع الاقتصادي العام ومدعاة لعدم التهرب من دفع الضريبة.\n3- أن تسرع وزارة المالية بتحويل مستحقات الهيئات المحلية من الضرائب، وأن تتسم العلاقة بين الوزارة والهيئات المحلية بالشفافية والوضوح.\n4- توزيع الهبات والمساعدات الحكومية بشكل عادل على الهيئات المحلية وذلك لتقليل الفوارق بينها وتحقيقا للعدالة الاجتماعية.\n5- توعية المواطن بأهمية الضرائب بشكل عام وضريبة الأملاك بشكل خاص.\n6- إذكاء روح المسؤولية لدى المواطن تجاه وطنه وأنه يجب أن يكون عضواً فاعلا في مجتمعه وأن يستجيب لنداء القانون بدفع الضرائب المستحقة عليه .\n7- إطلاق نظام إصدار وتعديل وتجديد رخص المهن عبر الإنترنت دون مراجعة كل الجهات المشاركة في تقديم الخدمة.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6315",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Readiness of Municipalities (A, B) in the West Bank to Administering Responsibility of the property tax and licenses professions",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "مدى جاهزية بلديات (أ،ب) في الضفة الغربية لإدارة مسؤولية ضريبة الأملاك ورخص المهن",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-09T23:32:17.836+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/38cd4c52-87bb-483e-96be-01440043e535"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "da937c49-c6b7-4795-b987-6f4d15eedbe0",
          "uuid": "da937c49-c6b7-4795-b987-6f4d15eedbe0",
          "name": "Effects of Rumen Filterate Fermented Wheat Bran on Performance of Finishing  Broiler Chickens",
          "handle": "20.500.11888/6316",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Mohannad Mazen Thaher Darwazeh",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2010",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "An experiment was carried out to investigate the effect of fermented wheat bran with rumen liquor at different inclusion rates on the performance of broilers at age from 21-35 days. \n\nRumen liquor was collected and immediately mixed with wheat bran. The ingredient was incubated in sealed bags for 24 days at room temperature and then was sun dried for approximately 30 hrs. A total of 205 one-day-old male and female Cobb broiler chicks were fed commercial diets from 1-20 days of age. Four isonitrogenous and isocaloric experimental finisher diets were prepared as follows: control (C), diet 2 contained 5% rumen filtrate fermented wheat bran (FWB5%), diet 3 contained 10% rumen filtrate fermented wheat bran (FWB10%) and diet 4 contained 15% rumen filtrate fermented wheat bran (FWB15%).At 21 days of age chicks were divided randomly into four experimental groups. Every treatment group was contained four replicates of 12 birds each using completely randomized design (CRD). The chicks were fed the experimental diets from 21-35 days of age. Body weight gain, feed consumption and feed conversion ratio were measured throughout the experiment. The measurements of carcass traits and economical parameters were determined at the end of the experiment. Feed consumption, weight gain, feed conversion ratio and carcass characteristics were not significantly affected across treatments.\n\nThe results of this study indicated that fermented wheat bran with rumen filtrate up 15% inclusion rate can be used in the broiler finisher diet without any adverse effects on parameters during the finishing phase of broilers.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه التجربة لدراسة تأثيرإضافة كميخ نخالة القمح المخمرة بسائل كرش عجول، إلى علائق دجاج اللحم من عمر 21-35 يوم. أستخدمت في التجربة 205 صوص (ذكور وإناث) من صنف كوب. قدم للصيصان عليقة بادىء (ستارتر) من عمر يوم وحتى 20 يوم، حيث تم تربية الصيصان تبعاً للمعايير التجارية المعمول بها محلياً. تم تقسيم الصيصان عند عمر 21 يوم إلى اربعة مجموعات عشوائياً. واعتبرت المجموعة الاولى الشاهد، الثانية، الثالثة، الرابعة قدم لها علائق تحتوي على 5، 10، 15% نخالة قمح مخمرة على التوالي. تكونت كل معاملة من اربعة تكرارات، 12 طير لكل تكرار. اعطيت طيور المجموعات المختلفة علائق تشابهت في محتواها من الطاقة التمثيلية والبروتين. تم جمع سائل الكرش من ذبائح عجول ذبحت في مسلخ بلدية نابلس، بعد ذلك تم رش سائل الكرش على نخالة القمح ثم وضعت في اكياس نايلون احكم إغلاقها. إستمرت عملية التخمير لمدة 24 يوم بعدها جفف الكميخ لمدة 30 ساعة.\nتم قياس الكسب الوزني، الكفاءة التحويلية، وزن ذبائح الطيور، تكليفة العلائق المختلفة من اليوم الاول وحتى 20 يوم، ثم اثناء فترة التجربة (21-35 يوم).\n\n لم يتأثر أي من المتغيرات التي تم قياسها نتيجة لاضافة كميخ نخالة القمح بمستويات مختلفة في علائق دجاج اللحم، يستدل من نتائج التجربة هذه أنه يمكن إضافة نخالة القمح المخمرة بسائل الكرش حتى 15% إلى العليقة النهائية لدجاج اللحم دون أن يكون لها آثار سلبية على آداء دجاج اللحم.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6316",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Effects of Rumen Filterate Fermented Wheat Bran on Performance of Finishing  Broiler Chickens",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير كميخ نخالة القمح المخمرة بسائل الكرش  على آداء دجاج اللحم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T02:26:42.892+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/da937c49-c6b7-4795-b987-6f4d15eedbe0"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "d89de310-4f16-42d1-a17b-21e4937cf77e",
          "uuid": "d89de310-4f16-42d1-a17b-21e4937cf77e",
          "name": "Utilization of Fleabane (Conyza bonariensis) in Fattening Rations of Awassi Lambs",
          "handle": "20.500.11888/6325",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof.Jamal Abu Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Marwan Ibrahim Mahmoud Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2010",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted to investigate the effects of feeding fleabane on general performance, carcass cuts and visceral organs of Awassi lambs. Sixteen male lambs were used in the experiment and were divided into 4 groups with four lambs in each in a completely randomized design. Each lamb was considered as a replicate. Animals in group 1 were fed with a commercial fattening ration. Lambs in the other three treatments were fed with fleabane at rates of 5, 10 and 15%, respectively. Fleabane was incorporated to replace similar percentages of barley. Results of the experiment showed that fleabane has significant effect on weight gain of lambs. Starting from week 2, fleabane at all levels increased (P&amp;lt;0.05) lambs weight. From week 4 and after lambs fed with 10 and 15% fleabane had the highest (P&amp;lt;0.05) gain compared to the gain observed in lambs of the other two experimental groups. Similarly, the average daily gain observed in lambs fed with 10 and 15% fleabane was higher (P&amp;lt;0.05) than daily gains of lambs in other treatments. Lambs in all experimental groups had similar feed consumption.&amp;nbsp;Incorporation of fleabane had no negative effects on feed intake even at high levels. Feed conversion ratios were relatively lower to what was expected of such used rations. Feeding fleabane had variable effects on the different carcass cuts. Fleabane at levels of 10 and 15% caused an increase (P&amp;lt;0.05) in leg, rib, shoulder and loin. However, fleabane had no effects on weights of shank, neck and breast. On the other hand, fleabane at the 10%and15% levels increased weights (P&amp;lt;0.05) of abdominal fat and the thickness of subcutaneous fat. Fleabane had no effects on the rib eye muscle area and depth. Feeding fleabane especially at the highest two levels caused an increase (P&amp;lt;0.05) in the average weights of these organs. Fleabane increased (P&amp;lt;0.05) the average weights of forestomach, rumen wet and dry weights, reticulum wet and dry weights, abomasum wet and dry weights, small intestine, large intestine and cecum. However, it has no significant effects on omasum wet and dry tissue weights, esophagus, trachea, total tract, gall bladder, spleen, kidney fat, feet, head and hide average weights. \n\nIt is recommended that fleabane can be used in fattening lambs&amp;rsquo; rations at rates of 10 and 15%, however, more research is needed in this area.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه التجربة لمعرفة أثر التغذية بنبات الرباط على أوزان الأحشاء وقطع الذبائح لخراف العواسي .\n\nاستخدم في التجربة 16 خروف ذكر من سلالة العواسي, قسمت عشوائيا الى مجموعات , احتوت كل مجموعة على 4 خراف , وقد تم اعتبار كل خروف كمكرر في المجموعات , غذيت الخراف في المجموعة الأولى &amp;quot;الشاهد &amp;quot; على عليقة تجارية عادية, بينما تم إضافة نبات الرباط إلى المجموعات الثانية والثالثة والرابعة بنسبة 5%,10%,15%&amp;nbsp;&amp;nbsp; على التوالي. وقد تمت إضافة نبات الرباط إلى العلائق كبديل عن الشعير.\n\nأظهرت النتائج انه لإضافة نبات الرباط في علائق التسمين تأثير معنوي في نمو الخراف , فمنذ الأسبوع الثاني من عمل التجربة قد اثر نبات الرباط ايجابيا (p&amp;lt;o.05) &amp;nbsp;على النمو عند استخدامه بكافة المستويات, إلا انه بعد الأسبوع الرابع كان لمستوى نبات الرباط 10% و 15% التأثير الأعلى على النمو , وبينت النتائج أن استخدام نبات الرباط على مستوى 10% و15% أيضا كان له تأثير ايجابي على معدل الزيادة اليومية في الخراف , مع انه لم يكن لإضافة نبات الرباط في العلائق تأثير على معدل الاستهلاك من العلف , وبينت النتائج أن لنبات الرباط المضاف للعلائق تأثير متفاوت على قطع ذبائح خراف التجربة , فقد تبين أن نبات الرباط على مستوى10% و15% أدى إلى زيادة (p&amp;lt;0.05) في معدل أوزان الفخذ والأضلاع والكتف والخاصرة , بينما لم يكن له أي تأثير على معدل أوزان العرقوب والرقبة والصدر . وعلى الجانب الآخر بينت التجربة أن المستويات العالية من نبات الرباط في العلائق أدت إلى زيادة&amp;nbsp;(p&amp;lt;0.05) في وزن دهون الأحشاء ودهون تحت الجلد , بينما لم يكن له أي تأثير على مساحة العضلة العينية وسمكها . هذا وقد أدى إضافة نبات الرباط إلى زيادة معنوية (p&amp;lt;0.05) في الوزن الرطب والجاف للمعدة المركبة والكرش والشبكية والمعدة الحقيقية والأمعاء الدقيقة والغليظة والأعور. إلا انه لم يكن له تأثير على أوزان الورقية والمريء والقصبة الهوائية والقناة الهضمية والمرارة والطحال ودهون الكلية والجلدوالرأس .\n\nمن هنا يمكن التوصية باستخدام نبات الرباط على مستويات 10% و15% في علائق تسمين خراف العواسي إلا أن ذلك بحاجة إلى مزيد من البحث.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6325",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Utilization of Fleabane (Conyza bonariensis) in Fattening Rations of Awassi Lambs",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "استخدام نبات الرباط (conyza bonariensis) في عليقة تسمين خراف العواسي",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T02:18:08.998+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/d89de310-4f16-42d1-a17b-21e4937cf77e"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "a800732b-33c5-4c5b-926f-acb0cd32369f",
          "uuid": "a800732b-33c5-4c5b-926f-acb0cd32369f",
          "name": "EFFECTS OF USING ARTIFICIAL OR NATURAL SUCKLING ON NEWBORN ASSAF LAMBS GENERAL PERFORMANCE AND MORTALITY",
          "handle": "20.500.11888/17402",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Halawa, Wael",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2022-09-22T05:50:19Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2022-09-22T05:50:19Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2022-01-12",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Raising sheep in Palestine is not only an economic or income generation activity, but also a distinctive trait, cultural and tradition of Palestinian people. Livestock production is an integral part of Palestine’s agricultural sector, which contributes up to 46% of total agricultural income.\r\nThe objective of this experiment was to study the effect of different suckling method on lamb’s growth performance and mortality rate. \r\nA total of 97 lambs were used in the study with lambing periods started from October 2020 to January 2021. Ewes’ parities were 1, 2 and 3. Directly after lambing, lambs were randomly distributed according to suckling method into three groups. First group, natural suckling where lambs suckle their mothers (G1, 39 lambs), second group lambs fed completely with milk replacer (G2, 29 lambs), and the third group fed milk replacer at rate of 4 times per day (G3, 29 lambs). Single lambs of G1 were (59%) and 41% twins. Lambs from first, second and third parity were 8, 21 and 28%, respectively. \r\nSingle lambs of G2 were 62% while twin lambs were 38%. Lambs from first, second and third parties were 14, 48 and 38%, respectively. However, 69% of G3 were singles. Most of the singles (44%) and twins (21%) lambs were from the second parity. Same trend was for lambs of G2 and G3. After half an hour of lambing, lambs were isolated from their dams and placed in small wooden boxes provided by heaters and given colostrum twice daily. The natural suckling lambs (G1) were kept with their dams for free suckling until weaning at 60 days of age. However, the artificial suckling groups (G2) were isolated from dams and fed milk replacer adlibitum until weaning at 40 days of age. Lambs of the) G3(were isolated from mothers and took their milk replacer through automatic suckling machine 4 times a day half hour each time until weaning at 40 days. Results of this study showed that suckling method had no effect (P>0.05) on weaning weight at age at 40 and 60 days of single lambs. Weaning weights at 40 d were 13.7, 12.83 and 13 kg for lambs in G1, G2 and G3, respectively. The rate of mortality was affected (P<0.05) by suckling method. Mortality rate decreased from 18% in G1 to 7 and 3.5% in G2 and G3, respectively. Most of dead lambs were in single lambs. Liter size and suckling method had no effects (P>0.05) on total weight gain and average daily gain of lambs. Also, mortalities were not affected by these parameters. Sex of lambs and suckling method had no effect (P>0.05) on total weight gain and the average daily gain. Lambs total gain and average daily gain were not affected (P>0.05) by numbers of ewe’s parity. Significant cost effect (P<0.05) were observed by feeding milk replacer to suckling lambs. Cost of milk per lamb was reduced from 120 to 40 USD. It was concluded that significant reduction will be achieved through feeding milk replacers to suckling lambs. However, these reductions are expected from the saving in milk expenses and the significant decrease of lamb’s mortality rate. We recommend to use milk replacer in manage of newborn lambs.",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/17402",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "جامعة النجاح الوطنية",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.subject": [
              {
                "value": "Cross bred, Suckling method, lamb’s performance, Growth rate, Mortality rate. Milk replacer",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "EFFECTS OF USING ARTIFICIAL OR NATURAL SUCKLING ON NEWBORN ASSAF LAMBS GENERAL PERFORMANCE AND MORTALITY",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "آثار استخدام الرضاعة الطبيعية  أو الاصطناعية على الأداء العام لحملان أغنام سلالة العساف حديثي الولادة ونفوقها",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T01:24:12.085+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/a800732b-33c5-4c5b-926f-acb0cd32369f"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "a6789c99-75ce-415d-afe9-9637e96f2209",
          "uuid": "a6789c99-75ce-415d-afe9-9637e96f2209",
          "name": "Performance and Lipid Profile of Broilers Fed Two Medicinal Plants",
          "handle": "20.500.11888/6313",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Kamal Jamal Jamel Isa",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2011",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted in faculty of agriculture at khadory-Tulkarem to investigate the effect of feeding garlic powder and dried thyme leaves on the performance, digestibility, dressing percentage, carcass and non carcass cuts and lipid profile of broilers. A total of 216 day-old Cobb-500 chicks were used in this experiment from 9/2/2011 to 22/3/2011.\n\nBirds were divided into nine experimental treatments of 24 birds in each. Each treatment was composed of 4 replicates with 6 birds in each replicate. The control group was fed a commercial starter and finisher diet. The second and third groups were supplemented with garlic at the rate of 0.2 and 0.4%, respectively. Birds in forth and fifth groups were supplemented with thyme at the rate of 0.02 and 0.04%, respectively. The birds in the last four experimental groups were supplemented with a mixture of the supplements at the two levels (0.2%+0.02% for the sixth group, 0.4%+0.04% for the seventh group, 0.2% + 0.04% for the eighth group and 0.4% + 0.02% for the ninth group). In the last week of experiment, three birds from each experimental unit were used in metabolic trial. However, at the termination of the experiment, the same birds will be slaughtered for dressing percentage and giblets. Blood samples from all groups were collected on 3rd, 4th and 5th weeks of age from wing vein for lipid profile studies. Total cholesterol (TCHO), triglycerides (TG), high density lipoprotein (HDL), low density lipoprotein (LDL) levels were determined. Results of this study showed that both garlic powder and the dried thyme leaves when fed separately had no significant effects on broilers weight gain, feed intake, feed conversion ratio, carcass cuts, visceral organs. However, both plants decreased (P&lt;0.05) the levels of serum cholesterol (CHO), triglycerides (TG), low density lipoprotein (LDL) and increased the high density lipoprotein (HDL) compared to the control birds. The digestibility of dry matter (DM), crude protein (CP) and ether extract (EE) was improved by feeding garlic powder and dried thyme leaves individually. Diets supplemented with mixture of garlic powder and dried thyme leaves caused a significant improvement (P&lt;0.05) in final body weight, feed intake, feed conversion ratio, dressing percentages, carcass weight, EE and the digestibility of DM, CP and EE compared to other treatments and the control chicks. \n\nThese mixtures at different levels and separately caused a significant reduction (P&lt;0.05) in the levels of CHO, TG, and LDL, and cause improvement in (HDL). The mixtures used had no effect on carcass cuts and visceral organ weight. It can be concluded that garlic powder and dried thyme leaves supplements can provide positive advantages in broilers performance.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه التجربة في كلية الزراعة / معهد خصوري في مدينة طولكرم لفحص تأثير تغذية دجاج اللحم على علف يحتوي على بودرة ألثومه وورق الزعتر الجاف المطحون على الأداء والهضم واللحم وغير اللحم وعلى أنواع الدهون لدجاج اللحم . استخدم 216 صوص عمر يوم واحد من سلالة كوب 500 تم استخدامها في التجربة التي مدتها 42 يوما حيث كان بداية التجربة من 9/2/2011 إلى 22/3/2011.   تم تقسيم الصيصان إلى تسع مجموعات كل مجموعه تحتوي على 24 صوص كل مجموعه كانت مقسمه إلى أربع مكررات في كل مكرر 6 صيصان، مجموعة الشاهد تم تغذيتها على العليقة التجارية سواء في العليقة الابتدائية أو العليقه النهائية، ألمجموعه الثانية والثالثة تم إضافة بودرة ألثومه إلى العلف بمعدل 0.2% و0.4% بالترتيب ، والصيصان في ألمجموعه الرابعة والخامسة تم إضافة ورق الزعتر المطحون بمعدل 0.02% و 0.04% بالترتيب، أما بقية المجموعات الأخرى (السادسة، السابعة، الثامنة، والتاسعة تم إضافة خليط من المستويات (0.2%+0.02%) للمجموعة السادسة، و(0.4%+0.04%) للمجموعة السابعة، و( 0.2%+0.04%) للمجموعة الثامنة، و(0.02%+0.4) للمجموعة التاسعة. في الأسبوع الأخير من التجربة تم استخدام ثلاثة صيصان من كل مجموعه ليتم استخدامها في تجربة الهضم ، في نهاية التجربة تم ذبح نفس الصيصان لمعرفة صفات اللحم وغير اللحم.  \n    \nتم سحب عينات الدم من كل المجموعات بواقع ثلاث عينات من كل مجموعه من المجموعات ابتداء من الأسبوع الثالث ثم على نهاية الأسبوع الرابع وفي نهاية الأسبوع الخامس من الوريد تحت الجناح ليتم إجراء الدراسة عليها ومعرفة إشكال الدهون فيها، تم فحص مجموع الكلسترول و ترايجليسرايد والدهون ذات الكثافة العالية والدهون ذات الكثافة المنخفضة. تبين من نتائج هذه الفحوصات أن إضافة بودرة ألثومه وورق الزعتر المجفف المطحون بشكل منفصل في العلف فانه لا يؤثر على الزيادة الوزنية أو معدل استهلاك العلف أو على الكفاءة التحويلية وقطع اللحم والأعضاء الداخلية.  \n\nإن كلا النباتين المستخدمين في التجربة أديا إلى خفض من مستوى مجموع الكولسترول في الدم والترايجليسرايد والدهون ذات الكثافة المنخفضة وزيادة في الدهون ذات الكثافة العالية بالمقارنة مع مجموعة الشاهد . وقد تحسنت عملية الهضم بالنسبة للوضع الجاف للعليقة والبروتين الخام والدهن المستخلص عندما تم إعطاء العلف المحتوي على بودرة الثومة وورق الزعتر المطحون كل على حده.\n\nإن العليقة التي تحتوي على كل من ورق الزعتر المطحون وبودرة ألثومه كمزيج على عدة مستويات كان في هذه المجموعات زيادة واضحة في الوزن النهائي للقطيع ومعدل استهلاك العلف وعلى معدل التحويل الغذائي ونسبة التصافي ووزن الذبيحة والدهون المستخلص وهضم المادة الجافة والبروتين الخام مقارنة مع باقي المجموعات ومجموعة الشاهد. هذا الخليط عند مستويات مختلفة سبب نقص واضح في مستويات الكولسترول والترايجليسرايد والدهون ذات الكثافة المنخفضة وزيادة في الدهون ذات الكثافة العالية.\n\nإن هذا الخليط المستخدم من بودرة ألثومه وورق الزعتر ليس له اثر واضح على صفات اللحم وقطعه وأيضا ليس له اثر على وزن الأعضاء الداخلية. فانه يمكننا القول أن بودرة ألثومه وورق الزعتر يستطيع أن يعطي مزايا ايجابية على أداء الصيصان من حيث تأثيره على مستويات الدهن في دم دجاج اللحم  وهضم البروتين والدهن والمادة الجافة",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6313",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Performance and Lipid Profile of Broilers Fed Two Medicinal Plants",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير نوعين من النباتات الطبية على أداء ومستويات الدهن في دم دجاج اللحم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T01:23:34.026+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/a6789c99-75ce-415d-afe9-9637e96f2209"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "6802f318-2370-4f56-bbf8-49a979e1ca70",
          "uuid": "6802f318-2370-4f56-bbf8-49a979e1ca70",
          "name": "The Effect of Dietary Inclusion of Distillers Dried Grains with Solubles and Multienzyme Preparation (Avizyme) on Layer Performance and Egg Quality",
          "handle": "20.500.11888/6329",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Reem Fathi Tawfiq Mustafa",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2013",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "An experiment was conducted to evaluate the inclusion of distiller dried grain with solubles (DDGS) in commercial layer diets with Avizyme 1505. Three hundred 68 weeks-old Hy-line second cycle layers were distributed in a completely randomized experimental design in 2x4 factorial arrangement, with the variables being (DDGS) substitution for corn and soybean meal at two levels (0 or 15%) and Avizyme 1505 at four levels     (0, 100, 150, and 200 gm/ton). Layer performance and egg quality were evaluated. Results showed that DDGS, Avizyme, or their interaction did not significantly affect body weight, egg production, egg weight, and egg mass. The results of this experiment suggest that DDGS level and enzyme supplementation did not significantly influence the body weight, egg production and egg characteristics parameters of second cycle laying hens.Another experiment was conducted to evaluate the effectiveness of commercial layer diets supplemented with varying levels Avizyme 1505 (0,100, 200, 500, 1000 gm/ton). One hundred and fifty 73 weeks-old Hy-line second cycle layers were distributed in a completely randomized design. Layer performance and egg quality were evaluated. The results of the present study indicated that Avizyme at the commercially recommended level or even higher levels did not significantly affect any of the performance parameters.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت تجربة لتقييم إضافة النواتج المجففة لتقطير الحبوب بالسوائل (DDGS) واضافة مستحضرات الانزيمات (Avizyme 1505) في علف الدجاج البياض التجاري. حيث تم استخدام 300 دجاجة بياضة من نوع (Hy-line) في المرحلة الثانية من الانتاج بعد التصويم وبعمر 69 أسبوعاً حيث تم توزيعها بشكل عشوائي وحسب (2x4 factorial arrangement)، حيث استخدمت المتغيرات (DDGS) بديلا عن الذرة وفول الصويا وكانت النسبة على مستويين (0 أو 15 ٪) وAvizyme 1505 على أربعة مستويات (0، 0.10، 0.15، 0.20 كجم/ طن). تم تقييم أداء الدجاج البياض وجودة البيض. أظهرت النتائج أن وزن الجسم وإنتاج البيض، وزن البيضة، وكتلة البيض لم تتأثر كثيرا بإضافة كلا منDDGS، Avizyme، أو التداخل بينهما. وخلصت نتائج هذه التجربة الى أن مستويات DDGS ومستحضرات الانزيمات لم تؤثر بشكل كبير على وزن الجسم وإنتاج البيض وخصائص البيض للدجاج البياض في الدورة الثانية من الانتاج. كما تم أجراء تجربة أخرى لتقييم فعالية استخدام مستحضرات الانزيمات (Avizyme 1505) في الاعلاف التجارية للدجاج البياض بمستويات متفاوتة (0، 0.100، 0.200، 0.500، 1.000 كجم / طن). \nتم استخدام 150 دجاجة بياضة من نوع (Hy-line) في المرحلة الثانية من الانتاج وعلى عمر 73 أسبوع حيث تم توزيعها بشكل عشوائي. حيث تم تقييم أداء الدجاج البياض وجودة البيض. وأشارت نتائج الدراسة ان اضافة Avizyme في المستوى الموصى به تجاريا أو مستويات أعلى من ذلك لم يؤثر بشكل كبير على أي من معايير الأداء.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6329",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Effect of Dietary Inclusion of Distillers Dried Grains with Solubles and Multienzyme Preparation (Avizyme) on Layer Performance and Egg Quality",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير إضافة النواتج المجففة لتقطير الحبوب بالسوائل ومستحضرات الانزيمات على أداء دجاج البيض",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:28:04.012+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/6802f318-2370-4f56-bbf8-49a979e1ca70"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "3de77510-b8ed-4744-b08e-3e1db8fde837",
          "uuid": "3de77510-b8ed-4744-b08e-3e1db8fde837",
          "name": "Effect of Light Stimulation and Body Weight on  Productive Performance of Broiler Breeder Hens",
          "handle": "20.500.11888/6323",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Othman Hashem Hassan Shahadi",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "An experiment with broiler breeder pullet&#039;s was carried out to determine the effect of pattern of light stimulation and pullets body weight at 20 wk of age on body weight and age at onset of egg laying. Two light stimulation treatments were used: abrupt light stimulation (ALS) in which hours of light were increased to 10 hr at 21 wk, 12 hr at 5% egg production, 14 hr at 35% egg production, and finally to 16 hr at 65% egg production; and step-up light stimulation (SLS) in which hours of light were increased to 12 hr at 21 wk of age, then by half an hour weakly until 16 hrs of light are attained at 29 wk of age. \n\nPullets were randomly assigned to one of three body weight groups: low weight (1800 g), medium weight (2200 g), or heavy weight (2600 g) at 20 wk of age. The results obtained indicated that pattern of light stimulation and weight at 20 wk did not markedly affect egg production, however, pullets exposed to SLS or ALS produced the lightest eggs. A numerical advancement occurred in age at first egg due to SLS. Significant weight gain occurred in low weight pullets due to SLS. The results of this experiment indicated that SLS of low weight broiler breeder pullets represents a viable means for advancing onset of lay, and increasing weight gain at onset of lay",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت تجربة على60 فرحة من أمهات دجاج اللحم لتحديد تأثير نمط الإثارة الضوئية ووزن الجسم عند عمر 20 أسبوع على متغيرات الإنتاج. أستخدم نمطين من الإثارة الضوئية هما: إثارة ضوئية متسارعة, حيث تم زيادة الإضاءة إلى 10 ساعات بعمر 21 أسبوع, إلى 12 ساعة عند 5 % من الإنتاج, إلى 14 ساعة عند 35 % من الإنتاج, و اخيراً16 ساعة عند 65 % من الإنتاج: والثاني إثارة ضوئية متدرجة, حيث تم زيادة الإضاءة إلى 12 ساعة عند عمر 21 أسبوع, ومن ثم زيادة نصف ساعة أسبوعيا حتى الوصول إلى 16 ساعة بعمر 29 أسبوع. وزعت الأفراخ عشوائيا إلى ثلاث مجموعات تبعا لوزن الجسم عند عمر 20 أسبوع على النحو الأتي: 1800 غم و 2200 غم و 2600 غم.\n\n دلت النتائج على أن نمط الإثارة الضوئية ووزن الأفراخ لم يؤثرا بشكل ملحوظ على إنتاج الأفراخ, باستثناء إنتاج الأفراخ ثقيلة الوزن لبيض منخفض الوزن. أدت الإثارة الضوئية المتدرجة إلى تبكير وضع البيض عند الأفراخ منخفضة الوزن كما حققت هذه الأفراخ زيادة ملحوظة في وزنها عند بدء الإنتاج.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6323",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Effect of Light Stimulation and Body Weight on  Productive Performance of Broiler Breeder Hens",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير نمط الإثارة الضوئية و وزن الجسم على أداء أمهات دجاج اللحم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-09T23:34:40.954+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/3de77510-b8ed-4744-b08e-3e1db8fde837"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "70485a19-54a9-438b-9ea0-c1dd365b3bb4",
          "uuid": "70485a19-54a9-438b-9ea0-c1dd365b3bb4",
          "name": "Evaluation of Performance and Estimation of Genetic Parameters for Milk Yield and Some Reproductive Traits in Sheep Breeds and Crosses in the West Bank",
          "handle": "20.500.11888/6318",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Jehad Abdullah",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Moayed Nayef Abed AL Rahman Ahmed",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2010",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This study was conducted to evaluate sheep productivity in the West Bank, and estimate genetic parameters (heritability and repeatability) for milk yield and prolificacy traits. The data included a total of 1711 milk records from 1243 ewes and a total of 3682 lambing records from 1837 ewes of&amp;nbsp;the Awassi breed (AW), two Awassi-derived-lines (Improved Awassi, IA and Afec Awassi, AA), Assaf breed (AF) and Awassi x Assaf crosses (XB). The data were from the demonstration farms of the Small Ruminant Middle East Regional Program in the West Bank, collected during the years 2003 to 2010. \n\nMilk traits included total milk yield (TMY),&amp;nbsp;total milk yield to 120 days of lactation (TMY120), and total milk yield to 150 days of lactation (TMY150) with number of ewes (n) and number of records (l) as follows: n=287, l=435 for AW; n=138,&amp;nbsp;l=224 for IA; n=24, l=40 for AA; n=254, l= 339 for AF, and n=564, l= 758 for XB. Reproductive traits included number of lambs born per ewe lambing (NLB), number of lambs born alive per ewe lambing (NLBA), and lambing interval (LI): n=153, l=431 for IA; n=448, l=778 for AW; n=26, l=56 for AA; n=433, l= 968 for AF, and n=803, l= 1505 for XB).\n\nThe data were analyzed using two linear models: a fixed-effects model for testing breed differences and other fixed environmental effects, and a mixed-model for estimation of genetic parameters. Genetic parameters were estimated using REML procedure. The fixed effects investigated for milk traits were: location-breed (LB), parity (PR), year-season of lambing (YS), treatment for induction of estrus (TRT: natural or PMSG sponges), number of lambs born per ewe lambing (NLB), number of milking tests (NMT), and lactation length (LL). For prolificacy traits, the fixed effects were: LB, PR, YS, and TRT.\n\nThe results of milk traits showed that LB, PR, and YS had high significant effects on all milk traits (P &amp;lt; 0.001), while the effect of NLB was not significant (P &amp;gt; 0.05) for any milk trait. The effect of LL was highly significant (P &amp;lt; 0.001) on TMY, while NMT was not significant (p &amp;gt; 0.05). For prolificacy traits, LB, PR, and YS had significant effects (P &amp;lt; 0.05) for all studied traits, while TRT was significant for NLBA only.\n\nThe least squares means for total milk yield (kg) per ewe over 150 days of lactation were: 185.5&amp;plusmn;8.7 for AA (experimental station of Betqad in Jenin)), 171.4 &amp;plusmn;3.7 for IA (experimental station of Betqad), 123.6&amp;plusmn;4.1 (Jerusalem) to 212.0&amp;plusmn;7.1 (Hebron) for AW, 184.7&amp;plusmn;5.2 (Qalqilia) to 274.9&amp;plusmn;8 (Jenin) for AF, and 174.8&amp;plusmn;3.5 (Dora) to 328.3&amp;plusmn;7 (Nablus) for XB. The AA line, which carries the Booroola fecundity (FecB) gene, had the highest reproductive performance while AW and IA had the lowest performance. The least squares means of number of lambs born alive per ewe lambing were 1.47&amp;plusmn;0.06 for AA, 1.15&amp;plusmn;0.02 for IA, 1.11&amp;plusmn;0.02 (Jerusalem) and 1.19&amp;plusmn;0.04 (Hebron) for AW, ranged from 1.16&amp;plusmn;0.05 (Jenin) to 1.31&amp;plusmn;0.02 (Qalqilia) for AF, and ranged from 1.11&amp;plusmn;0.03 (Bethlehem) to 1.30&amp;plusmn;0.06 (Jerusalem) for XB. The least squares means of lambing interval (in days) were 338&amp;plusmn;14 for AA, 355&amp;plusmn;5 for IA, 361&amp;plusmn;6 (Jerusalem) and 429&amp;plusmn;14 (Hebron) for AW, ranged from 276&amp;plusmn;11 (Jenin) to 356&amp;plusmn;16 (Hebron) for AF, and ranged from 269&amp;plusmn;9 (Jerusalem) to 390&amp;plusmn;10 (Jerusalem) for XB. \n\nEstimates of heritability (h&amp;sup2;) of TMY ranged from 0 in XB to 0.11 in AW. For TMY120 and TMY150, heritability ranged from 0 in XB to 0.16 in AW. Estimates of h&amp;sup2; of NLB varied form 0 in XB to 0.09 in AW, and for NLBA it ranged from 0 in XB to 0.15 in AW. For LI it was 0.03 in AW and 0 for other breeds and crosses. \n\nThe results of this study indicate that Assaf and Awassi x Assaf sheep are the recommended breeds for raising in the Northern areas of the West Bank (Nablus and Jenin). The study also emphasizes the need for full recording of performance and pedigree data in sheep farms as part of good management practice which should be part of a national recoding system.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه الدراسة لتقييم إنتاجية الأغنام تحت ظروف المزرعة في الضفة الغربية وتقدير المعالم الوراثية (المكافئ الوراثي والمعامل التكراري)لإنتاجية الحليب وصفات الخصوبة. شملت البيانات 1711 سجل حليب من1243 نعجة و3682 سجل ولادة من1837 نعجة من سلالة العواسي(AW)،طرازين من العواسي)العواسي المحسن IAوالايفك عواسي(AA،سلالة العساف (AF) و السلالة الهجينة بين العواسي والعساف(XB).وكانت هذه البيانات من المزارع التابعة لمشروع الشرق الأوسط الإقليمي للمجترات الصغيرة في الضفة الغربية التي تم جمعها خلال السنوات 2003 حتى 2010. شملت صفات الحليب كمية الحليب خلال فترة الحلابة TMY ، كمية الحليب من الولادة حتى 120 يوم ((TMY120، وكمية الحليب من الولادة حتى 150 يوم (TMY150) مع عدد من النعاج(n) وعدد السجلات (l) على النحو التالي n = 287، l= 435 لأغنام العواسي AW، n = 138،l = 224 لأغنام العواسي المحسن IA، n = 24،l = 40 لأغنام الايفك عواسي AA، n = 254 ،l = 339 لأغنام العسلف AF، و n= 564 ، l =758 للسلالة الهجينة XB.وشملت صفات الخصوبة عدد المواليد لكل نعجة (NLB) ،عدد المواليد الحية لكل نعجة (NLBA) ، و الفترة ما بين ولادتين متتاليتين لكل نعجة :(LI)n = 153 ، l = 431لIA، n = 448، l= 778 لAW؛ n = 26، l = 56 لAA، n = 433، l= 968 لAF، و n = 803 ، l = 1505ل XB). استخدام في تحليل البيانات نموذجين خطيين:(1) نموذج تحليل التأثيرات الثابتة لاختبار الاختلافات الناتجة عن السلالة وغيرها من العوامل البيئية الثابتة، (2) نموذج تحليل التأثيرات الثابتة والتأثيرات العشوائية ((mixed model لتقدير المؤشرات الوراثية باستخدام طريقة REML.العوامل الثابتة لصفات الحليب التي تم دراستها هي:\n\n السلالة والموقع (LB)،البطن(PR)،سنة وموسم الولادة(YS),استحداث الشبق (طبيعي أو باستخدام الاسفنجات المهبلية والهرمون ( (TRT، عدد المواليد لكل نعجة (NLB) ، عدد مرات فحص الحليب خلال موسم الحلابةNMT، و عدد أيام الحلابةLL. بالنسبة لصفات الخصوبة كانت العوامل LB،PR، TRT و .YS أظهرت النتائج إن هناك تأثيرات معنوية لكل من LB ،PR و YSعلى جميع صفات الحليب(P&lt;0.001) فيما لم يكن تأثير معنوي للعامل NLB0.05)(P &gt;،تأثير LL كان كبيرا (P &lt; 0.001) علىTMY بينما NMTلم يكن له تأثير معنوي .(p &gt;0.05) بالنسبة لصفات الخصوبةLB, PR وYS كان لها تأثير معنوي (P &lt; 0.05) على كل صفات الخصوبة فيماTRTكان لها تأثير معنوي على NLBA فقط.(P &lt; 0.05)معدل إنتاج الحليب خلال 150 يوم من الحلابة (كغم) لكل نعجة كانت185.5±8.7 كغم ل AA (محطة بيت قاد الزراعية في جنين), 171.4 ±3.7 كغم ل IA (محطة بيت قاد الزراعية في جنين), 123.6±4.1 (القدس) إلى 212.0±7.1 كغم (الخليل) ل AW, 184.7±5.2كغم (قلقيليه) إلى 274.9±8 كغم (جنين) ل AF, و 174.8±3.5 (دورا) إلى 328.3±7 (نابلس) كغم ل XB.كانت صفات الخصوبة للطرز AA والذي يحمل جين (Booroola(FecB), هي الأعلى بينما كانت الأقل في ال AW وال IA\n\nحيث كان معدل الولادات الحية للنعجة الواحدة في الولده على النحو التالي: 1.47±0.06 ل AA, 1.15±0.02 ل IA, 1.11±0.02 (القدس) و 1.19±0.0 (الخليل) ل AW, 1.16±0.05 (جنين) إلى 1.31±0.02 (قلقيليه) ل AF, و 1.11±0.03 (بيت لحم) إلى 1.30±0.06 (القدس) ل XB.نتائج تقدير المكافئ الوراثي كانت على النحو التالي: من 0 في XBإلى 0.10 في IA لTMY، من 0 في XBالى0.16 في AW ل TMY120و.TMY150تقدير المكافئ الوراثي NLB تراوحبين 0 في XB إلى 0.09 في AWو بين0 في XB إلى 0.15 في AW ل .NLBA تقديرالمكافئ الوراثيل LI كان0.03 في AWو 0 في السلالات ألأخرى.\n\n نتائج هذه الدراسة تشير إلى إن سلالة العساف والسلالة الهجينة هي سلالات مناسبة للتربية في المنطقة الجنوبية من الضفة الغربية (نابلس و جنين),كما أظهرت الدراسة وجود حاجه ماسه للتسجيل الكامل للأداء وبيانات النسب في مزارع الأغنام كجزء من ممارسة الإدارة الجيدة التي ينبغي أن تكون جزء من برنامج ترقيم وطني.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6318",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Evaluation of Performance and Estimation of Genetic Parameters for Milk Yield and Some Reproductive Traits in Sheep Breeds and Crosses in the West Bank",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تقييم الكفاءة و تقدير المعالم الوراثية لانتاج الحليب و بعض صفات التناسل لسلالات الاغنام في الضفة الغربية",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:34:13.031+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/70485a19-54a9-438b-9ea0-c1dd365b3bb4"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "7aff339c-3d2d-4cfc-9e18-ce3687469c19",
          "uuid": "7aff339c-3d2d-4cfc-9e18-ce3687469c19",
          "name": "The Effects of Partial Replacement of Soybean Meal in the   Grower Diet with Sun-Dried Blood and Boiled Feather  Meals on the Performance of Broiler Chicks",
          "handle": "20.500.11888/6322",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Ra&#039;fat Mohammad Salih Nakhash",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This study was conducted to determine the effects of feeding feather, blood meals, separately, or combined, during the grower phase, on the performance of broiler chickens. Straight-run, one hundred and fifty one day old broiler chicks were reared in deep litter house to 18 days of age, at day 19, one hundred chicks were divided into ten equal replicate groups using completely randomized block design. Five isonitrogenous and isocaloric experimental mash growing diets were prepared as follows : control, diet 2 contained 5% feather meal (FM), diet 3 contained 5% blood meal (BM), diet 4 contained 5%FM plus 3%BM, and diet 5 contained 5%FM plus 5% BM. The chickens were randomly allocated to the five dietary treatment groups having two replicates of 20 chicks in each group . Feed intake, weight gain, feed conversion ratio, and carcass characteristics were not significantly affected by dietary treatments. Feed conversion was numerically better for the control birds followed by those fed 5% BM. Birds fed the diet that contained feather meal plus blood meal 5%BM, and 5%FM diets had feed conversion numerically lower than the birds fed the control .\n\nThe results indicated that heated sun-dried blood meal up to 5% or boiled feather meal up to 5% can be incorporated in the growing broiler diet without any adverse effect on production variables during the growing and at the end of the rearing period .",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "أجريت هذه الدراسة لمعرفة تأثير استخدام وجبة الريش ووجبة الدم بشكل منفصل او بشكل مكمل لبعضهما البعض في علائق النمو للدجاج اللاحم ومعرفة تاثير هذه الوجبات على اداء النمو للصيصان . قمنا بتربية 150 صوص لاحم من عمر يوم نوع كوب كأي قطيع تجاري لصيصان اللاحم حتى عمر 18 يوما . في اليوم 19 من عمر الصيصان تم توزيع 100 صوص الى 5 مجموعات بشكل عشوائي بموجب معاملتين لكل مجموعة (كل معاملة 10 صيصان) . تم تقديم 5 علائق مختلفة من علف النمو ومتساوية في كل من الطاقة والبروتين وهي كالتالي : &lt;u&gt;1&lt;/u&gt;. معاملة الشاهد &lt;u&gt;2&lt;/u&gt;. 5% وجبة الريش &lt;u&gt;3&lt;/u&gt;. 5% وجبة الدم &lt;u&gt;4&lt;/u&gt;. 5% وجبة الريش مع 3% وجبة الدم &lt;u&gt;5&lt;/u&gt;. 5% وجبة الريش مع 5% وجبة الدم . تم توزيع العلائق الخمسة المختلفة على المجموعات بشكل عشوائي ,بينت النتائج انه لم يلاحظ وجود أي فروقات معنوية على الصيصان فيما يخص القياسات التالية : تناول العلف و الكسب الوزني و نسبة تحويل العلف إلى وزن حي . كان هناك فرق بسيط وغير معنوي في مجموعة الشاهد في نسبة تحويل العلف افضل من باقي المجموعات.\n\n وكانت نسبة تحويل العلف في المجموعتين اللتان تحتويان على 5% وجبة الريش مع 3% وجبة الدم و العليقة 5% وجبة الريش مع 5% وجبة الدم اقل من باقي المجموعات . تم استنتاج ان استخدام طريقة تسخين الدم وتجفيفه بالشمس واستخدام نسبة 5% من الريش المغلي بالماء أو أكثر لكل منهما وبشكل منفصل يمكن أن يؤدي ذلك إلى تحسين أداء صيصان اللحم خلال فترة النمو أو المدة التي تلي فترة الحضانة مباشرة .",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6322",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Effects of Partial Replacement of Soybean Meal in the   Grower Diet with Sun-Dried Blood and Boiled Feather  Meals on the Performance of Broiler Chicks",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير الاستبدال الجزئي لكسبة فول الصويا  في عليقة النمو بوجبة دم مجفف بالشمس أو   وجبة ريش مغلي ومجفف على أداء صيصان اللحم",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:42:17.811+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/7aff339c-3d2d-4cfc-9e18-ce3687469c19"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2",
          "uuid": "35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2",
          "name": "Performance and Body Fatty Acid Composition of Broiler Chicks, Fed Different Dietary Fat Sources.",
          "handle": "20.500.11888/6328",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Mohammad Abed Alraheem Alqub",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2013",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "The objective of this study was to investigate the effects of feeding different dietary fat sources in the finisher rations of broilers including sesame oil (SO) olive oil sediments (OS), and poultry grease (PG) in comparison to the traditional oil supplement, the soybean soap stock oil (SS) on growth performance, dressing percentage, carcass cut, blood lipid profile and meat quality i.e. water holding capacity(WHC), cell forming unit(CFU).  A total of 208 day-old Cobb- 500 chicks were used in this experiment. Birds were divided into four experimental treatments of 52 birds in each,  Each treatment was composed of 4 replicates with 13 birds in each. At the termination of the experiment birds were slaughtered for examining the carcass merits, visceral organs and the dressing percentages. Results showed that type of oil had significant effects on feed intake(FI), final body weight(BW) and feed conversion efficiency(FCR). Chicks fed the OS consumed more (P&lt;0.05) feed compared to birds fed other oil supplements. Both PG and SS resulted in similar intake, however, birds fed with the SO had the lowest (P&lt;0.05) FI. Highest (P&lt;0.05) weight was observed in birds fed with SS followed by birds fed the PG. OS resulted in the lowest (P&lt;0.05) average final weights. FCR was the best (P&lt;0.05) in birds fed the SS, however, the lowest (P&lt;0.05) was in birds fed the SO. At d 28, FCR was the best (P&lt;0.05) in birds consuming the SO and PG, however, at d 35 PG had the best (P&lt;0.05) positive effect on feed conversion while the OS had the highest (P&lt;0.05) negative effect. Heavier (P&lt;0.05) carcass weights were observed in chicks fed the OS and the SS compared to carcasses of birds fed with PG and SO. The dressing percentages were higher (P&lt;0.05) in birds fed the OS compared to that for other birds. Birds fed the SS and SO had better (P&lt;0.05) dressing percentages compared to that in PG birds. Meat of broilers fed the OS had the highest (P&lt;0.05) WHC followed by birds consuming the SO. However, the WHC was the lowest in birds fed the SS. The olive oil sediment caused about more than 100% improvement in WHC compared to the traditionally used soap stock oil. The highest carcass contamination was detected in carcasses of birds fed the SS, however, the least contaminated were the carcasses of birds fed the OS. At 28 d of age were affected by oil supplementation. At 40 d of age the effects of oil supplemented followed different trends. High density lipoprotein (HDL) levels were reduced (P&lt;0.05) by all types of oil which had variable effects. The levels of that parameter were lowest in birds fed with SS, however, the OS has the least effect in reduction of HDL. Both SS and OS had no effect on low density lipoprotein (LDL) levels at age of 40 d. however, both SS and PG caused an increase (P&lt;0.05) in LDL levels. Different effects were observed on the effect of oil type on triglycerides (TG), OS and the PG caused significant increase (P&lt;0.05) in the levels of TG, which was not affected by SO and SS. Levels of total Cholesterol (TCHO) were reduced (P&lt;0.05) by all types of supplemented oils. PG resulted in an increase in very low density lipoprotein (VLDL) levels compared to effects of other oil supplements that had no effects on this parameter.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "هدف هذه الدراسةِ لفحص التأثيراتَ لإطعام المصادرِ المختلفة من الدهون في علف الدجاج اللاحم في العلف النهائي على اداء الصيصان ونسبة التصافي لذبائح ومستويات الدهون في الدم وعلى بعض خصائص اللحوم (مثل قدرة اللحوم على حمل الماء ، وعدد الكلي للبكتيريا) وعلى بعض الاجزاء،والدهون المستخدمة هي زيتِ السمسم وطرطب زيت زيتون ودهن الدواجن مع الزيت التجاري (مخلفات مصانع الزيوت النباتية). \nاستخادم 208 صوص عمر يوم من سلالة كوب 500  ، قسمت الي اربع مجموعات تحتوي على 52 طير وكل مجموعة قسمت الى مكررات كل مكرر يحتوي على 13طير،في نهاية التجرية تم ذيح مجموعة من كل المكررات لتعرف على نسبة التصافي وبعض الاجزاء الداخلية ، وتم مشاهدة النتيجة على انة يوجد تاثير معنوي بسبب الانواع المختلفة من الزيوت على الوزن النهائي الحي لطيور  وعلى استهلاك العلف وعلى كفائة العلف.\nاستهلاك الصيصان التي غذيت على العلف المحتوي على طرطب زيت الزيتون (P&lt;0.05) كان اكتر بالمقارنة من التي غذيت بالانواع الاخرى، وكان الاستهلاك متشابة في العلف المحتوي على دهن الدواجن والزيت التجاري،واما المحتوي على زيت السمسم كان اقل استهلاك (P&lt;0.05) ، ولوحظة ان اعلى وزن  (P&lt;0.05)سجلة الدجاج المغذى على الزيت التجاري ويليه الدجاج المغذى على العلف الذي يحتوي على زيت السمسم ودهون الدواحن،اما بنسبة لتحويل كان العلف الذي يحتوي الزيت التجاري(P&lt;0.05)  واقل نسبة تحويل كانت في العلف الذي يحتوي على طرطب زيت الزيتون، في اليوم 28 نسبة التحويل كانت الاعلى في(P&lt;0.05)  الطيور التي استهلكت العلف المحتوي على زيت السمسم ودهن الدواجن ،اما على اليوم ،اما على اليوم 35 كان تاثير العلف الذي يحتوي على دهون الدواجن   (P&lt;0.05)ايجابي، وسلبي على الذي يحتوي طرطب زيت الزيتون.\nاثقل وزن ذبيحة (P&lt;0.05) شوهد في الطيور المغذى على العلف المحتوي على طرطب زيت الزيتون لذا كانت اعلى نسبة تصافي بنسبة لباقي العلائق، كما شوهد في الطيور المغذى على العلف المحتوي على طرطب زيت الزيتون(P&lt;0.05) ان لحومها قادرة على حمل كمية كبيرة من الماء تليها الطيور المغذى على العلف المحتوي على زيت السمسم، واعلى نسبة تلوث في لحوم الطيور المغذى على العلف الذي يحتوي على الزيت التجاري واقلها في شوهد في الطيور المغذى على العلف المحتوي على طرطب زيت الزيتون.\nعلى يوم 28 الدهون ذات الكثافة العالية كانت منخفضة في جميع انواع الزيوت والدهون ذات الكثافة المنخفضه كانت متشابة،اما مستوى ترايجليسرايد (P&lt;0.05) مرتفع في المغذى على العلف المحتوي على دهون الدواجن، اما بنسبة للكولسترول لم يتاثر . على يوم 40 كان هناك اختلاف في مستويات الدهون في الدم، الدهون ذات الكثافة العالية منخفضة (P&lt;0.05) في المغذى على العلف المحتوي على الزيت التجاري اما الطيور المغذى على العلف المحتوي على طرطب زيت الزيتون كان لة اقل تاثير على تخفيض الدهون ذات الكثافة العالية . كل من الطيور المغذى على العلف المحتوي على  الزيت التجاري و طرطب زيت الزيتون ليس هناك تاثير على مستويات الدهون ذات الكثافة المنخفضة على عمر 40 يوم .\nكل من الطيور المغذى على العلف المحتوي على  الزيت التجاري و دهون الدواجن تسبب الارتفاع (P&lt;0.05) تاثير على مستويات الدهون ذات الكثافة المنخفضة، كما لوحظ اختلاف متعددة في الترايجليسريد، كل من الطيور المغذى على العلف المحتوي على  طرطب زيت الزيتون و دهون الدواجن(P&lt;0.05) كان هناك ارتفاع في مستوى الترايجليسريد،اما مستوى الكيلسترول انخفض (P&lt;0.05) في جميع انواع الزيوت،اما بنسبة لدهون ذات الكثافة المنخفضة كثيرا كانت مرتفعة في الطيور المغذى على العلف المحتوي على  دهون الدواجن مقارنة بغيرها",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6328",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Performance and Body Fatty Acid Composition of Broiler Chicks, Fed Different Dietary Fat Sources.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "اداء دجاج اللحم ومستويات المكونات الدهنية نتيجة للتغذية على مصادر  دهن مختلفة",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-09T23:24:31.213+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/35a51b1f-6f2b-4f61-8a4d-0ee2c2ce81d2"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "76a28bb1-5b41-4572-be9d-bff66f9c25b9",
          "uuid": "76a28bb1-5b41-4572-be9d-bff66f9c25b9",
          "name": "PERFORMANCE AND COST EVALUATION OF BROILERS FED WITH VARYING LEVELS OF BLACK CUMIN SEED MEAL",
          "handle": "20.500.11888/16915",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "عبد الفتاح خليل غنام, نادية",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2022-03-29T11:02:35Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2022-03-29T11:02:35Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2022-01-09",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description": [
              {
                "value": "This Thesis is Submitted in Partial Fulfillment of Requirements for the Degree of Master in Animal Production, Faculty of Graduate Studies, An-Najah National University",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "أجريت هذه الدراسة لمعرفة أثر إضافة كسبة حبوب القزحة على أداء وخواص ذبيحة دجاج اللحم.\r\nتم تكسير كسبة حبوب القزحة إلى أجزاء صغيرة إضافتها بنسبة (0 , 1.5 ,2.5 , 3.5 %) إلى عليقة دجاج اللحم لتكوين أربعة معاملات غذائية، بالإستعانة ب 336 صوص عمريوم من صنف (روس 308) وتم استخدامها حتى عمر 41 يوم. تم قياس كمية العلف المستهلك والزيادة في الوزن اسبوعيا ومن خلالها حساب كفاءة التحويل الغذاء. عند الوصول إلى عمر 41 يوم تم أخذ 12 عينة من كل معاملة بطريقة عشوائية وذلك لمعرفة ودراسة خواص اللحم. تبين من نتائج هذه الدراسة أن إضافة مسحوق كسبة القزحة إلى عليقة دجاج اللحم لايؤثر على الزيادة الوزنية أومعدل استهلاك العلف أو كفاءة التحويل الغذائية وقطع اللحم والأعضاء الداخلية. يمكننا القول أن إضافة مسحوق كسبة القزحة لم يؤثر سلبا على أداء الطيور ولذلك يمكن إضافته بنسبة 3.5% إلى عليقة الدجاج اللاحم.",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/16915",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "other",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "جامعة النجاح الوطنية",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.subject": [
              {
                "value": "PERFORMANCE AND COST EVALUATION OF BROILERS FED WITH VARYING LEVELS OF BLACK CUMIN SEED MEAL",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "د. معن سمارة",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "PERFORMANCE AND COST EVALUATION OF BROILERS FED WITH VARYING LEVELS OF BLACK CUMIN SEED MEAL",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "دراسة في أداء وتقييم تغذية الدجاج اللاحم علمستويات مختلفة من بذور القزحة",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:40:28.522+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/76a28bb1-5b41-4572-be9d-bff66f9c25b9"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "83ed9db0-71cf-49ea-a68b-c6442a3b8bce",
          "uuid": "83ed9db0-71cf-49ea-a68b-c6442a3b8bce",
          "name": "IMPROVING LIVESTOCK FARMERS INCOME THROUGH REDUCING FEEDS COSTS: INCORPORATION OF SOME MAJOR AGRICULTURE WASTES IN LIVESTOCK",
          "handle": "20.500.11888/16932",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "حامد أحمد اشتيه, معين",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2022-04-18T07:24:49Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2022-04-18T07:24:49Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2022-02-10",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description": [
              {
                "value": "This Thises is Submitted in Partial Fulfillment of the Requirement for the Degree of Master of Animal Production, Faculty of Graduate Studies An- Najah National University, Nablus, Palestine.",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "الهدف من هذه الدراسة هو معرفة تأثير تغذية أشكال مختلفة من سعف النخيل (DPL) وقشر اللوز (AH) على أداء تسمين الحملان والجدوى الاقتصادية لهذه الممارسة. تم دمج كلاهما سعف النخيل (DPL ) وقشر اللوز (AH) في علائق التسمين كمكونات خام، (مجروشه أو سيلاج أومعالجة قلوية). تم استخدام ثمانية وعشرين خاروف هجينا في هذه الدراسة. قسمت الخراف إلى سبع مجموعات، في كل مجموعة أربعة خراف. كانت المجموعة (G1) عبارة عن مجموعة شاهد , العليقة تحتوي على 85٪ مركز و15٪ قش قمح، اما بالنسبة للمجموعات التجريبية G2 إلى G7، إضافة المخلفات إلى العلائق لتحل محل نصف قش القمح. تم حساب نسبة الهضمية وقياس تحليل الدم ودراسة خصائص الذبيحة في نهاية التجربة 87 يوم.\r\nأظهرت نتائج الدراسة أن استخدام المخلفات الزراعية من (DPL&AH) لم يكن لها أي تأثير على معايير الأداء (تناول العلف، FI، زيادة الوزن، WG، نسبة الكفاءة التحويل للعلف، FCR). لم تتأثر قابلية هضم العناصر الغذائية وخصائص الذبيحة والأعضاء الداخلية ونتائج تحليل الدم بنوع النظام الغذائي المقدم مقارنة بالشاهد. كما تبين ان تغذية المجموعات المختلفة باستخدام DPL وAH ادى إلى خفض تكلفة التغذية بنسبة تصل إلى 20٪. أن تغذية المجموعات على DPL وAH في شكلها الخام او سيلاج، او معالجتها قلويا) له فائدة كبيرة في الزيادة الوزنية، والكفاءة التحويلية.  كما انها تقلل من تكاليف سعر الاعلاف المستخدمة في عملية التسمين. بالإضافة إلى حماية البيئة من التلوث , كما  ينبغي التحقيق في أفضل مستويات التغذية  والحصول على افضل النتائج .",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/16932",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "other",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "جامعة النجاح الوطنية",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.subject": [
              {
                "value": "IMPROVING LIVESTOCK FARMERS INCOME THROUGH REDUCING FEEDS COSTS: INCORPORATION OF SOME MAJOR AGRICULTURE WASTES IN LIVESTOCK RATIONS",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "أ.د. جمال أبو عمر",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "IMPROVING LIVESTOCK FARMERS INCOME THROUGH REDUCING FEEDS COSTS: INCORPORATION OF SOME MAJOR AGRICULTURE WASTES IN LIVESTOCK",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "تحسين دخل مربي الماشية من خلال خفض تكاليف الأعلاف: دمج بعض المخلفات الزراعية الرئيس في علائق المواشي",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "en_US",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T00:48:57.816+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/83ed9db0-71cf-49ea-a68b-c6442a3b8bce"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "f11691eb-fb92-4851-900b-464b94034cfa",
          "uuid": "f11691eb-fb92-4851-900b-464b94034cfa",
          "name": "Performance of Awassi Lambs Fed Citrus Pulp  and Olive Cake Silage",
          "handle": "20.500.11888/6321",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Ahmad Ismail Ahmad Za&#039;za&#039;",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:17Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2008",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted to investigate the effects of feeding different home made silages on performance of fattening lambs and nutrients digestibility. Sixteen uniform males of Awassi lambs were used in feeding trial that was lasted for 77 days. The trial was followed by a 6-day digestion trial. Lambs were divided into four experimental groups. Lambs in each group were fed and had free access to water. Three types of silages were prepared using wheat straw (WS), olive cake (OC) and citrus pulp (Cp).\n\nThe three by-products were respectively used as the following: silage 1, 60/27/13; silage 2, 20/54/26 and 0/48/52, silage 3. The silages were offered to lambs along with fixed amount of a commercial fattening concentrate which was 78% of total rations fed. Performance of lambs was significantly (P&amp;lt;0.05) improved by feeding all three silages. Dry matter intake and daily gain were higher than those in the control treatment. Better performance was associated with feeding silages contained low levels of wheat straw. Cost per kg gains was lower for lambs fed the three types of silages indicating that these by-products are potential livestock feed ingredients.\n\nValues of nutrient digestibility was increased (P&amp;lt;0.05) for all types of silages, especially when wheat straw was excluded from the rations. The results of this study indicate that silages of wheat straw, olive cake and citrus pulp can be used for lambs in fattening operations.&lt;/p&gt;",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تم إجراء هذه التجربة للتعرف على اثر استخدام أنواع من السيلاج المصنع محليا على خراف العواسي من حيث الأداء ومعاملات الهضم للعناصر الغذائية المختلفة والتي احتوتها العلائق. استخدم في التجربة 16 خروفا ذكرا من خراف العواسي مع مراعاة تماثل الوزن الابتدائي بين المجموعات التي استخدمت في تجربة التغذية لمدة 77 يوما. اتبعت هذه التجربة بتجربة هضم لمدة ستة أيام جمع براز حيث قسمت الخراف إلى 4 مجموعات تجريبية بما فيها مجموعة الشاهد، احتوت كل منها 4 خراف. تم تحضير ثلاثة أنواع من السيلاج باستخدام قش القمح وتفل الحمضيات و جفت الزيتون، المجموعات جهزت على النحو التالي السيلاج الأول باستخدام 13/27/60 والسيلاج الثاني باستخدام 26/54/02 والسيلاج الثالث باستخدام 52/48/0. تم تقديم السيلاج للخراف مع كميات محددة من العلف المركز والذي يشكل 78% من إجمالي الوجبة الغذائية. حسن السيلاج الذي استعمل (p&amp;lt;.05) الكفاءة العامة للخراف كما هو مشار إليه من خلال معدل تطور الوزن، السيلاج حسنت (p&amp;lt;.05) معدل المادة الجافة المأكولة ومعدل الزيادة اليومية، على كل حال أفضل النتائج مرتبطة بالسيلاج الذي يحتوي على نسبة اقل أو خالية من قش القمح. الاستفادة من السيلاج يقلل سعر الكسب (p&amp;lt;.05) من قبل الخراف التي تعتمدها كتغذية قطعان. كفاءة التحويل الغذائي تم تحسينها بمختلف أنواع السيلاج، هضم المواد الغذائية ارتفعت (p&amp;lt;.05) في الأنواع السيلاج وخاصة عندما استبعد قش القمح من العليقة.\n\nانه من الناحية الاقتصادية يفضل استخدام السيلاج بشكل عملي من المخلفات المتوفرة وخاصة قش القمح، جفت الزيتون وتفل الحمضيات. العلائق المجهزة باستعمال السيلاج أثبتت أنها عملية ويُمكّن المزارعين استعمالها في مزارع التسمين الخاصة بهم.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6321",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "Performance of Awassi Lambs Fed Citrus Pulp  and Olive Cake Silage",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "اداء خراف العواسي المغذاه على سيلاج جفت الزيتون ومخلفات عصر الحمضيات",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T02:52:02.276+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/f11691eb-fb92-4851-900b-464b94034cfa"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "e2093523-c8dd-4d4a-9a7f-062b6a0bc094",
          "uuid": "e2093523-c8dd-4d4a-9a7f-062b6a0bc094",
          "name": "The Effect of Force Molting Method on Post Molt Performance of Laying Hens",
          "handle": "20.500.11888/6314",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Dr. Maen Samara",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Hakam Ahmad M. Al-Bast",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:16Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2011",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "This experiment was conducted at An- najah farm in Tulkarm to investigate the effect of force molting methods on post molt performance of laying hens, this investigation involved feeding rumen content (RC) and rumen content mixed with alfalfa,(RCAA), (50 :50 ) to determine their ability to induce molt.\n\nTo achieve this ,85 Hi – line egg laying hens , 60 wk of age were exposed to one of the following molt treatments: treatment 1, full feed ( FF) non –molted control ; treatment 2, feed withdrawal ( FW) conventional molt ; treatment 3, rumen content ( RC) molt ; treatment 4, rumen content and alfalfa (50 : 50) molt, each treatment was divided into tow replicates and each replicate contains 11hens that was housed individually A CRD design was implemented in the experiment , the result of this study indicated that hens subject to feed withdrawal (FW) rumen content (RC)  and rumen content mixed with alfalfa (RCAA) methods showed significantly greater, (P &lt; 0.05) percentage of body weight loss,\n( 32.66   , 31.17 ,and 34.33 % ) compared to those in the FF treatment .\n\nOrgan weight loss occurs simultaneously with loss in body weight(BW) at the end of the experiment, no significant differences were noticed for hens in terms of feed intake (FI) or feed conversion ratio (FCR) in all treatments in post molt experimental period that lasts 56 days. FF hens had significantly lower, ( P &lt; 0.05 ) hen – day egg production when compared with all other treatments after 8 weeks , also RCAA hens had numerically higher egg production than FW or RC hens .\n\nThe egg weight showed no significant differences among treatments, but egg output for FF treatment has significantly lower than other treatments.  Egg quality, ( shell , albumin and yolk weight ) were not influenced by the treatment , but numerically was in favor FF .The results of our experiment indicated that RC and RCAA represent a viable alternative to FW method for the successful induction of molt and retention of post molt performance.",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تستخدم طريقة التجويع ( التصويم) لإحداث القلش في دجاج البيض في المزارع حول العالم .\nوحديثا بدأ تذمر ( خاصة جمعيات الرفق بالحيوان ) من أن حرمان الدجاج من غذائه يضر بصحة الحيوان وإنتاجه ويعد ممارسة لا إنسانية .\n\nجاءت هذه الدراسة للبحث في إمكانية استخدام مخلفات زراعية مثل محتويات الكرش لوحدها أو بخليط مع دريس الفصة. تم استخدام 85 من دجاج البيض من سلالة هاي لاين أكملت 60 أسبوعا من عمرها. وتم استخدام لإنجاز هذه الدراسة أربع معاملات على النحو التالي :\nفي المعاملة الأولى استمرت الطيور في تناول عليقتها كالمعتاد ( (FFوفي الثانية أخضعت الطيور للتصويم كما هو متبع في التجارب (FW) أما طيور المجموعة الثالثة فقدم لها محتويات كرش مجففة (RC) وقدم للمجموعة الرابعة من الطيور خليط من محتويات الكرش المجففة ودريس الفصة مناصفتا (RCAA) .\n\nتبين إن الطيور التي حرمت أو أعطيت محتويات كرش مجففة أو خليط من محتويات الكرش المجففة مع دريس الفصة، قد فقدت 32.66 , 31.17 , 34.33 % من وزنها على التوالي, في حين أن طيور المعاملة الأولى لم تفقد من وزنها وجاء مفاجئا هو أن أداء الطيور ما بعد القلش لم يختلف بين المعاملات FW , RC, RCAA في حين أن الإنتاج انخفض بشكل ملحوظ لطيور المعاملة الأولى (FF). يستدل من نتائج هذه التجربة أنه يمكن استعمال محتويات كرش مجففه لوحدها أو مخلوطة مع دريس الفصة لإجراء عملية القلش الصناعي لدجاج البيض التجاري.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6314",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "The Effect of Force Molting Method on Post Molt Performance of Laying Hens",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "تأثير نمط القلش على اداء دجاج البيض",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T02:37:37.244+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/e2093523-c8dd-4d4a-9a7f-062b6a0bc094"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "ed201251-97a4-4648-acd3-ec4502b296c8",
          "uuid": "ed201251-97a4-4648-acd3-ec4502b296c8",
          "name": "In Situ Sheep Ruminal Degradation Kinetics of Crude Protein and Fiber for two Agricultural By-Products in Palestine",
          "handle": "20.500.11888/6330",
          "metadata": {
            "dc.contributor.advisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "Dr. Jihad Abdallah",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.contributor.author": [
              {
                "value": "Omar Tahseen Mohammad Hamed",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2017-05-03T09:26:18Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2013",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Two agricultural by-products (crude olive cake, OC and a mix of green house wastes of tomato and cucumber, GHW) used for sheep nutrition in rural communities in Palestine were evaluated for ruminal dry matter (DM), crude protein (CP),  acid detergent fiber (ADF) and neutral detergent fiber (NDF) degradation kinetics. Two bags each containing 5 g ground forage were incubated in the rumen of two ruminally cannulated Assaf rams for 4, 8, 16, 24, 48 and 72 h. Rate and extent of ruminal digestion were estimated. Significant differences between by-product types were observed in rapidly soluble and potentially degradable fractions, and degradation rates of DM, CP, ADF and NDF. The rapidly soluble DM, CP, ADF and NDF fractions were 16.19, 15.21, 10.64 and 14.06% for GHW, and 7.2, 6.6, 6.0 and 5.62% for OC. The potentially degradable DM, CP, ADF and NDF fractions, respectively, were 55.82, 62.3, 49.4 and 55.09% for GHW, and 47.6, 44.26, 46.34 and 48.53% for OC. The DM, CP, ADF and NDF disappearance in GHW were 47.3, 55.7, 40.39 and 40.7 at 24 h, 53.58, 67.45, 47.84 and 45.26 at 48 h, 65.38, 72.7, 54.96 and 57.95 at 72 h. for olive cake  34.99, 25.66, 32.80,  and 32.90 at 24 h,  46.44, 33.87 42.44, 41.98 at 48 h,  49.21, 40.31, 47.39 and 48.19 at 72 h. The disappearance of all tested nutrients was higher (P&lt;0.05) in GHW compared to OC. The effective degradability (ED) of DM and CP were also higher (P &lt; 0.05) for GHW than OC. Taking these findings into consideration, one can propose using both by-products, together or separately as part of ruminant rations. According to their degradability, they can be introduced in these rations as part of roughage (wheat and barley straw). However, the GHW can be incorporated in ruminant rations as part of good quality roughage (legume hay).",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "استخدم في هذه التجربة اثنين من المخلفات الزراعية وهما جفت الزيتون الخام، ومخلفات الخضار الناتجة من البيوت البلاستيكية، وقد تم استخدم المخلفان لتقييم مستويات التحطم لمكوناتها من المادة الجافو، والبروتين الخام، وألياف المنظف الحامضي، إضافة إلى ألياف المنظف المتعادل. تم وضع عينات ثنائية من المخلفات في أكياس النايلون الخاصة بالتجربة (5 غم) وتم تحضينها في كرش اثنين من كباش العساف التي زودت بفتحة بالكرش من اجل عملية التحضين. وقد كانت مدة التحضين للعينات 4 و8  و16 و24 و48 و72 ساعة.وبينت النتائج ان لنوع الخلفات اثر معنوي على المكونات الذائبة، والقابلة للتحطم وعلى مستويات التحطم لكل من العناصر التي تناولها البحث، وهي المادة الجافة والبروتين الخام والمنظف الحامضي والقاعدي. وبينت الدراسة أيضا أن نسب التحطم في الكرش للمكونات الذائبة في مخلفات البيوت البلاستيكية كانت 16.19، 15.15، 10.64، و14.06% لكل من المادة الجافة، البروتين الخام، المنظف الحامضي والمنظف المتعادل، على الترتيب. بينما كانت النسب للمكونات القابلة للتحطم في الكرش فيما يخص مخلفات البيوت البلاستيكية 55.82، 62.3، 49.4 و55.09 لكل من المادة الجافة، البروتين الخام، المنظف الحامضي والمنظف المتعادل، على الترتيب. بينما كانت هذه لمكونات الجفت 47.6، 44.26، 46.34 و 48.53% للمكونات السابقة، عل الترتيب. وقد تبين من الدراسة ان مستويات التحطم كانت  لكل العناصر المتناولة في الدراسة والخاصة بمخلفات البيوت البلاستيكية كانت الأعلى مقارنة بمكونات الجفت، كما ان مستوى فعالية التحطم كان الأعلى أيضا لمكونات مخلفات البيوت البلاستيكية مقارنة بمكونات الجفت.",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/6330",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "In Situ Sheep Ruminal Degradation Kinetics of Crude Protein and Fiber for two Agricultural By-Products in Palestine",
                "language": "en",
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "قياس هضمية اثنين من المخلفات الزراعية في فلسطين باستخدام أكياس الكرش الموضعية في الأغنام",
                "language": "ar",
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": "",
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2022-12-10T02:50:31.432+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/ed201251-97a4-4648-acd3-ec4502b296c8"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "0ef93bff-d7ac-447c-a8f8-00510ce78c6e",
          "uuid": "0ef93bff-d7ac-447c-a8f8-00510ce78c6e",
          "name": "EFFECTS OF DIFFERENT LEVELS OF PELLETED DATE PALM (ELAEIS QUINEENSIS JACQ.) LEAVES ON THE PERFORMANCE AND SOME BLOOD METABOLITES OF AWASSI FATTENING LAMBS",
          "handle": "20.500.11888/18789",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Mohammad Hamza Mohammad Saleem",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2024-05-22T06:30:04Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2024-05-22T06:30:04Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2023-09-20",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Abstract\nThe main objectives of this study were to measure the effect of feeding different levels of pelleted date palm leaves (PDPL) on the performance, digestibility and some blood metabolites of fattening Awassi lambs. A total of 24 Awassi lambs soon after weaning (2-4 month of age) were used in a 70-day fattening trial. Lambs were divided into 3 experimental groups and control group. \nLambs in the control group were fed a traditional corn-soybean meal fattening ration. This ration composed of 18% crude protein concentrate plus wheat straw. In the other 3 experimental groups, the pelleted date palm leaves (PDPL) were incorporated at three different levels (25%, 50 %and 75%) as part of wheat straw. Lambs were fed separately and monitored for body weight and feed intake at weekly basis. Feed conversion ratios were also monitored. At the termination of the fattening trial three lambs from each group were slaughtered for testing the carcass cuts and the visceral organ mass. The blood parameters were tested at termination of the feeding trial from 3 lambs of each treatment. Results of study showed that feeding pelleted DPL at different levels had no effect on lambs’ performance. Similarly, DPL had no effects on the feed conversion ratios, and blood metabolites. Visceral organs and carcass cuts were not affected by pelleted DPL. \nDigestibility of nutrients were affected by pelleting. In general digestibility of crude protein (CP) decreased with pelleting level. Same trend was observed with fat digestibility. However, crude fiber digestibility increased with pelleting level. Digestibility of DM was decreased with a highly level of pelleted DPL. Feeding DPL had no harm effect on lambs; however, cost of fattening was reduced which can be considered as an advantage of incorporating its ingredient in fattening rations. \nKeywords: Blood Parameters; Carcass Cuts; Digestibility; Feed Conversion Ratio; Feed Intake; Pelleted Date Palm Leaves.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/18789",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Prof. Jamal Abo Omar",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "EFFECTS OF DIFFERENT LEVELS OF PELLETED DATE PALM (ELAEIS QUINEENSIS JACQ.) LEAVES ON THE PERFORMANCE AND SOME BLOOD METABOLITES OF AWASSI FATTENING LAMBS",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2024-05-23T00:00:23.875+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/0ef93bff-d7ac-447c-a8f8-00510ce78c6e"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "5406076b-881f-4a0b-a016-3cf9568f9340",
          "uuid": "5406076b-881f-4a0b-a016-3cf9568f9340",
          "name": "IMPACT OF SOIL AMENDMENT ON SOIL PROPERTIES AND PLANT GROWTH OF PEPPER (CAPSICUM ANNUUM)",
          "handle": "20.500.11888/18728",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Lara Mohammad Shaker Bdier",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2024-05-16T12:04:25Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2024-05-16T12:04:25Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2023-08-01",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Water scarcity is one of the most significant global factors influencing food productivity. Palestine has one of the world's most limited renewable water resources. Agriculture consumes 51.5 percent of total water consumption. Therefore, other water resources and staratigies are needed to cope with this situation. Soil amendments play an important role in enhancing crop growth and production.The objective of the study is to reduce the amount of water requirement of pepper plant through applying inorganic and organic soil amendments. In this study, different soil amendments including hydrogel, stevia straw, and compost were used under different irrigation levels (100%, 70%, and 50%) to irrigate ‘‘Nahas” pepper plants. Pepper seedlings was grown into 10 Litre- sized pots with one seedling per pot.Pots were filled with sand and peat moss, 3:1 ratio. \nThe amendments were applied to the soil in each pots at a rate of 250 g of straw stevia, 250 g of compost, and 2.5 g of a hydrogel. The results showed that adding hydrogel (2.5 gm/plant) increased significantly plant height by 48.4cm, number of fruits by5.2, fresh plant weight by 58.1 g, dry plant weight by 17.2 g, fresh fruit weight by 62.4g, dry fruit weight by 45.8g, and fresh root weight by 21 g. However, adding hydrogel under 50% irrigation levels resulted in higher plant length by 51.7 cm, leaf chlorophyll content by 63.7, average number of fruit / plant by 3, fresh shoot weight by 60.8 g, fresh fruit weight by 44.7 g and fresh root weight by 21.2 g. \nThe addition of compost and stevia straw to soil increased soil moisture but they had a negative effect on plant growth and productivity. In conclusion, the results of this study indicated the positive effect of applying hydrogel in conserving soil moisture content through its water-absorbing properties. Hydrogel helps to alleviate water stress, maintain soil moisture, and optimize water use efficiency, especially in regions facing water scarcity or drought conditions, and reduced the amount of water used for irrigation by 50% of irrigation. According to the results obtained under the comdition of this experiment could be recommended that adding hydrogel could be used under drought condition effective tool for soil water management. \nKeywords: Soil amendment; Hydrogel; Compost; Stevia straw; Irrigation levels.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/18728",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Prof. Dr. Hassan Abu Qaoud Dr. Heba Al-Fares",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "IMPACT OF SOIL AMENDMENT ON SOIL PROPERTIES AND PLANT GROWTH OF PEPPER (CAPSICUM ANNUUM)",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2024-05-17T00:01:33.669+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/5406076b-881f-4a0b-a016-3cf9568f9340"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "1e4585b1-0332-4c78-b25d-2360534f71d0",
          "uuid": "1e4585b1-0332-4c78-b25d-2360534f71d0",
          "name": "EFFECT OF OSMO-REGULATORS ON GROWTH AND PRODUCTION OF PEPPER (CAPSICUM ANNUUM) UNDER SALINE CONDITION",
          "handle": "20.500.11888/18729",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Lama Omar Ahmad Omar",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2024-05-16T12:04:30Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2024-05-16T12:04:30Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2023-08-08",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Abiotic stress factors are the most limiting for plant growth and production. Drought caused by water shortage is among the most impacting factor. Palestine has most of the limited renewable water resources. The agricultural sector depends on 51.5% of the total water consumption. Thus, is highly affected. Another major factor that limits productivity is high salinity mainly in arid and semi-arid region like Palestine, the deleterious impact of salinity is associated with water stress as well as nutritional imbalance. Therefore, this study was conducted to evaluate the use of DISPER as an osmoregulator on pepper growth under saline condition.\nThree levels of Osmo-Regulators (DISPER Osmotic GS) with (0, 0.5, and 1 g/plant) combined with three salt concentrations (0, 100, and 200 mM) of sodium chloride were used. The experiments were conducted in Tulkarm in northern Palestine. Pepper seedlings (Capsicum annuum) variety (Sharbaty) were grown in a greenhouse under natural light condition during the period from 14th October, 2021 to the 22nd January, 2022. One plant was grown in each pot (30 X30cm diameter and height). Filled with a soil mixture of 2:1 sand to peatmoss. The results revealed positive effect of adding DISPER Osmotic GS on plant growth and production of pepper plants under salinity stress. DISPER Osmotic salinity levels of saline water irrigated (100, and 200 mM) saline water, the researcher obtained the best result on chlorophyll content of pepper leaves by (53.775, 41.175 mg/m³) and flower parameters by (12.500, 6.500) respectively, compared to the controller. In addition, the results showed a higher fresh weight of root (14.090, 9.250 g) and the average length of fruits (12, 6 cm) for all measurements respectively. The of DISPER Osmotic GS at 0.5 and 1 gm increased the average area of leaves (179 cm2, 169.632). As a result, DISPER application can be used to alleviate the salinity harmful effects on plant growth and development of pepper plants under saline condition.\nKeywords: Osmotic GS, DISPER, Salinity irrigation levels, Saline water.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/18729",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Dr. Heba Al-Fares Prof. Hassan Abu Qaoud",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "EFFECT OF OSMO-REGULATORS ON GROWTH AND PRODUCTION OF PEPPER (CAPSICUM ANNUUM) UNDER SALINE CONDITION",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2024-05-17T00:00:51.994+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/1e4585b1-0332-4c78-b25d-2360534f71d0"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "36aea714-80b0-4713-85b3-228e1f647c32",
          "uuid": "36aea714-80b0-4713-85b3-228e1f647c32",
          "name": "ANTIMICROBIAL RESISTANCE AND MOLECULAR CHARACTERIZATION OF AVIAN PATHOGENIC ESCHERICHIA COLI ISOLATES RECOVERED FROM BROILERS’ FARMS IN NORTHERN PALESTINE",
          "handle": "20.500.11888/19707",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Bzour, Mahmoud",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2024-11-13T12:33:47Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2024-11-13T12:33:47Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2024-10-31",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Background: Colibacillosis is a disease caused by a certain type of Escherichia coli called the avian pathogenic Escherichia coli (APEC), which leads to significant losses for the poultry sector and shows zoonotic potential and acts as a source of antibiotic resistance and virulence factors for other E. coli.\nObjectives: This work aimed to assess resistance phenotype, virulence genes, and phylogenetic groups in APEC isolates recovered from broilers’ farms in northern Palestine. As well as to clarify whether the virulence factors are directly associated with antibiotic resistance or, instead, dependent on a phylogenetic group distribution.\nMethodology: A total of the 65 APEC isolates were recovered from diseased chicken with typical colibacillosis symptoms from broilers’ farms located in the northern region of Palestine, during the period from May to July 2024. Classical and molecular techniques were used to identify these strains. The disk diffusion method was used to detect antibiotic resistance. Phylotyping and virulence genotyping of these APEC isolates were carried out by polymerase chain reaction.\nResults: This study revealed a high detection rate of APEC strains (100%) in chicken. The most APEC strains 56/65 (86.2%) assigned to group D. Other strains were related to groups B2 (5/65, 7.7%), B1 (3/65, 4.6%) and A (1/65, 1.5%). Antibiotic resistance ranged from 27.7% for PolymyxinsE (Colistin) to 100% for Amoxicillin. Polymyxins E (Colistin) and Fosfomycin were the most effective drugs. It was found that the most common virulence factor was iroN which was tested in 61 isolates (93.8%). While, 56 (86.2%), 42 (64.6%), 40 (61.5%), 37 (56.9%), 24 (36.9%), 23 (35.4%),16 (24.6%), 13 (20.0%), 0 (0.0%) and 0 (0.0%) isolates were positive for hlyF, iutA, Tsh, ColV, papGII, Iss, papGI, papC, papGIII and ompT genes, respectively. The APEC strains in Palestine exhibit a wide variety of resistance patterns and genetic variation.\nConclusion: These results serve as an outline for development of efficient intervention plans for the management of APEC in broiler breeders and broiler farms. Controlling APEC infections is essential for public health, especially when APEC isolates can pass on virulence and resistance factors to other pathogenic bacteria such as E. coli that are particular to humans.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/19707",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "An-Najah National University",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Odwan, Ghaleb",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "ANTIMICROBIAL RESISTANCE AND MOLECULAR CHARACTERIZATION OF AVIAN PATHOGENIC ESCHERICHIA COLI ISOLATES RECOVERED FROM BROILERS’ FARMS IN NORTHERN PALESTINE",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "المقاومة للمضادات البكتيرية والتوصيف الجزيئي لعزلات بكتيريا الإشريكية القولونية الممرضة للطيور المستخرجة من مزارع الدجاج اللاحم في شمال فلسطين",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2025-08-08T00:02:13.008+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/36aea714-80b0-4713-85b3-228e1f647c32"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "df8b4872-4676-4b59-aab0-cc5437be0fba",
          "uuid": "df8b4872-4676-4b59-aab0-cc5437be0fba",
          "name": "AFLATOXIN B1 LEVELS IN CORN IN CORN (ZEA MAIZE) AND SOYBEAN (GLYCCINEMAX L.MERR.)-BASED FEED IN NORTHERN PALESTINE",
          "handle": "20.500.11888/19353",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Hamdan, Elahm",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2024-08-19T06:13:36Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2024-08-19T06:13:36Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2023-12-20",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Aflatoxin is a by-product of the metabolism of aspergillus fungi has severe health risks as indicated by many researchers. This study is aiming to examine the existence of aflatoxin B1 in two crops; corn and soybean which is the major raw material in poultry feeding concentrates. Both ingredients are imported and inter the manufacturing process in local factories. In this study 42 samples of corn and soybean were collected from siloes of concentrates processing factories for animal feeding located in Jenin, Nablus, and Tulkarm districts. The samples were collected in October, 2021. The samples were kept in cool dark containers and then sent to the lab analysis to test the concentration of Aflatoxin B1 according to the procedure of RIDASCREEN® Aflatoxin B1 30/15. The results indicated that aflatoxin B1 was detected in 80%, 100%, and 100% of the corn samples from Jenin, Nablus and Tulkarm consequently. While in soybean the existence of aflatoxin B1 was found in 60%, 85.7%, and 100% of the samples in Jenin, Nablus, and Tulkarm consequently. In corn samples; the overall average AFB1 concentration was 0.69 µg/kg, the average concentration is 0.64 µg/kg in Jenin, 0.604 µg/kg in Nablus, and 0.80 µg/kg in Tulkarm. These results are ithin the accepted levels according to the standards. Significant differences in the aflatoxin concentration of both crops were found between the three districts. In soybean sample; the overall average AFB1 concentration was 0.66 µg/kg. The average concentration is 0.78 µg/kg in Jenin, 0.61 µg/kg in Nablus, and 0.65 µg/kg in Tulkarm, which is within the accepted levels as indicated by the European and US FDA guidelines, which is 20 ppb ( 20 µg/kg).",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.sponsorship": [
              {
                "value": "An-Najah National University",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/19353",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "An-Najah National University",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Abo Omar, Jamal",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              },
              {
                "value": "Alzuheir, Ibrahim",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 1
              }
            ],
            "dc.title": [
              {
                "value": "AFLATOXIN B1 LEVELS IN CORN IN CORN (ZEA MAIZE) AND SOYBEAN (GLYCCINEMAX L.MERR.)-BASED FEED IN NORTHERN PALESTINE",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "مستويات الافلاتوكسين B1 في الأعلاف المعتمدة على الذرة (ذرة زيا) وفول الصويا (جليسين ماكس ال مير)  في شمال فلسطين",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2025-08-06T00:08:24.152+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/df8b4872-4676-4b59-aab0-cc5437be0fba"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5",
          "uuid": "d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5",
          "name": "INCORPORATING DIFFERENT LEVELS OF ADENOSINE WITH TRIS- EGG YOLK AND ANDROMED®DILUENTS USED IN FREEZING SEMEN OF RAMS",
          "handle": "20.500.11888/19999",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Khaleel , Mousa",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2025-03-25T09:41:10Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2025-03-25T09:41:10Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2025-01-30",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Background: Cryopreservation of ram semen is a pivotal technique in ovine genetic improvement strategies. It accelerates the transmission of superior genetic material to low-productivity flocks, enables the long-term preservation of valuable genetic resources, and mitigates geographical constraints in artificial insemination programs. However, ovine semen cryopreservation still faces challenges related to quality, as ram sperm cells are particularly vulnerable to thermal stress and oxidative damage during freezing. Adenosine, a purine nucleoside, has been shown to enhance cellular metabolism and antioxidant defense; however, its potential application in ovine semen cryopreservation remains underexplored.\nAims: This study aims to elucidate the protective effects of adenosine at different concentrations (0%, 0.5%, 0.75%, and 1%) on sperm motility, viability, thermal resistance, membrane integrity, and morphology throughout the freezing process. Additionally, the study compares the efficacy of Andromed® and Tris-egg yolk extenders in maintaining sperm quality.\nMethods: Semen was collected from six mature Assaf rams aged 3 to 4 years and diluted with adenosine-enriched Andromed® and Tris-egg yolk diluents. Semen samples were evaluated for motility, viability, thermal resistance, membrane integrity, and morphology at three key stages of the freezing process. The data were statistically analyzed using ANOVA to evaluate the effects of adenosine concentration and extender type.\nResults: Adenosine significantly improved sperm quality at all freezing stages (P < 0.05), with 0.75% yielding the most favorable results. Moreover, Andromed® outperformed Tris-egg yolk in preserving frozen ovine sperm quality (P < 0.05).\nConclusion: The incorporation of adenosine into semen extenders, particularly at 0.75%, significantly enhanced the quality of frozen ovine semen. Furthermore, Andromed® proved to be more effective than Tris-egg yolk as freezing extender. These findings provide valuable insights into the application of adenosine in cryopreservation and contribute to improved reproductive efficiency in ovines.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/19999",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "An-Najah National University",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Abdallah , Jihad",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "INCORPORATING DIFFERENT LEVELS OF ADENOSINE WITH TRIS- EGG YOLK AND ANDROMED®DILUENTS USED IN FREEZING SEMEN OF RAMS",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "دمج تراكيز مختلفة من مركب الأدينوسين مع محاليل التمديد تريس-صفار البيض والاندروميد المستخدمة في تجميد السائل المنوي للكباش",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2025-10-15T00:09:10.192+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/d1eb91dd-56f6-4b20-9c68-ec1be8bfa8f5"
            }
          }
        }
      }
    },
    {
      "hitHighlights": null,
      "type": "discover",
      "_links": {
        "indexableObject": {
          "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393"
        }
      },
      "_embedded": {
        "indexableObject": {
          "id": "45f5bd3f-6dc1-45df-b44e-ae182da80393",
          "uuid": "45f5bd3f-6dc1-45df-b44e-ae182da80393",
          "name": "EFFECTS OF DIFFERENT FORMS OF DATE PALM (ELAEIS QUINEENSIS JACQ.) LEAVES ON THE PERFORMANCE AND SOME PRODUCTIVE AND REPRODUCTIVE TRAITS OF CROSSBRED EWES",
          "handle": "20.500.11888/20089",
          "metadata": {
            "dc.contributor.author": [
              {
                "value": "Shakhshir, Ali Abdo Ali",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.accessioned": [
              {
                "value": "2025-05-27T06:36:28Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.available": [
              {
                "value": "2025-05-27T06:36:28Z",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.date.issued": [
              {
                "value": "2025-02-27",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.description.abstract": [
              {
                "value": "Abstract\nThis research comprised two experiments. The first experiment aimed to examine how various preparations of date palm leaves (DPL), including chopped, ensiled, and alkali-treated forms, affected the performance and reproductive efficiency of crossbred ewe lambs. A total of twenty female ewes were used at age of 6-7 months were fed the DPL at 15% of their diets for a period of 6 weeks. DPL was replaced similar percent of wheat hay in the control diet. The ewes were split into four experimental groups, with each group consisting of five ewes, and each ewe treated as a separate replicate. Ewes were fed as the following: Group 1 (G1) served as the control, consisting of 70% concentrate and 30% wheat straw, for the experimental groups G2 to G4, various forms of date palm leaves (DPL) were incorporated into the diets to replace half of the wheat straw. A digestion trial was conducted after 28 days of the feeding trial. Ewes were exposed to rams were conception rates and other reproductive traits were recorded. Prior to conception ewes were examined for blood parameters and a digestibility trial was performed. The results indicated that form of DPL had no significant effects on all study parameters. The second experiment consisting of 28 cross bred lactating ewes were used to examine the DPL forms on milk yield and quality, blood parameters and nutrient digestibility. The ewes were organized into four experimental groups, with each group containing seven ewes, and each ewe regarded as an individual replicate. Ewes were fed similar diets as in experiment 1. Results of experiment 2 indicated the lack of effects of forms of DPL on the tested parameters. In experiments 1 and 2 the economic efficiency of feeding DPL was examined. In conclusion, incorporating date palm leaves (DPL), whether in their raw or treated forms (ensiled or alkali-treated), offers significant benefits by lowering feed costs and contributing to environmental protection. However, further research is needed to determine the optimal treatment and inclusion levels for these diets.",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.identifier.uri": [
              {
                "value": "https://hdl.handle.net/20.500.11888/20089",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.language.iso": [
              {
                "value": "en",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.publisher": [
              {
                "value": "An-Najah National University",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.supervisor": [
              {
                "value": "Abo Omar, Jamal",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title": [
              {
                "value": "EFFECTS OF DIFFERENT FORMS OF DATE PALM (ELAEIS QUINEENSIS JACQ.) LEAVES ON THE PERFORMANCE AND SOME PRODUCTIVE AND REPRODUCTIVE TRAITS OF CROSSBRED EWES",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.title.alternative": [
              {
                "value": "تأثير الأشكال المختلفة لأوراق نخيل التمر (.ELAEIS QUINEENSIS JACQ) على الأداء وبعض الصفات الإنتاجية والتكاثرية للنعاج الهجين",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ],
            "dc.type": [
              {
                "value": "Thesis",
                "language": null,
                "authority": null,
                "confidence": -1,
                "place": 0
              }
            ]
          },
          "inArchive": true,
          "discoverable": true,
          "withdrawn": false,
          "lastModified": "2025-10-21T00:03:10.284+00:00",
          "entityType": null,
          "type": "item",
          "_links": {
            "accessStatus": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/accessStatus"
            },
            "bundles": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/bundles"
            },
            "mappedCollections": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/mappedCollections"
            },
            "owningCollection": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/owningCollection"
            },
            "relationships": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/relationships"
            },
            "version": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/version"
            },
            "templateItemOf": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/templateItemOf"
            },
            "thumbnail": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393/thumbnail"
            },
            "self": {
              "href": "https://repository.najah.edu/server/api/core/items/45f5bd3f-6dc1-45df-b44e-ae182da80393"
            }
          }
        }
      }
    }
  ]
}